<!doctype html public "-//w3c//dtd html 4.0 transitional//en">
<html>
<head>
   <meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
   
   <meta name="GENERATOR" content="Mozilla/4.7 [en] (WinNT; I) [Netscape]">
   <title>LMP - USIPREC</title>
   <link href="../../estilo-texto.css" rel="stylesheet" type="text/css">
</head>
<body nosave>

<div align="left">
  <p><a href="../../home.html" target="mainFrame">LMP</a>&gt;<a href="../lp_principal.html">Linhas
  de Pesquisa</a>&gt;<a href="usiprec.html">USIPREC</a>&gt;Usinagem de Ultraprecis&atilde;o
  de Cristais Infravermelhos</p>
</div>
<center>
<h4>USINAGEM DE ULTRAPRECIS&Atilde;O <br>
  DE CRISTAIS INFRAVERMELHOS</h4>
</center>
&nbsp;
<center><table CELLSPACING=0 CELLPADDING=0 COLS=1 WIDTH="90%" >
<tr>
  <td><h4>INTRODU&Ccedil;&Atilde;O</h4>
    <p>        A fabrica&ccedil;&atilde;o de elementos &oacute;pticos transmissivos no espectro
        infravermelho atrav&eacute;s da usinagem com diamante monocristalino abre
        novas perspectivas para a produ&ccedil;&atilde;o de lentes anesf&eacute;ricas
        de alt&iacute;ssima qualidade. Com isto &eacute; poss&iacute;vel melhorar
        o rendimento de sistemas &oacute;pticos que trabalham no comprimento de onda
        infravermelho, ao mesmo tempo em que podem ser reduzidos os custos de produ&ccedil;&atilde;o
        destes sistemas. Entretanto, para a aplica&ccedil;&atilde;o da tecnologia
        de usinagem de ultraprecis&atilde;o na produ&ccedil;&atilde;o destes elementos &eacute; necess&aacute;rio
        um profundo conhecimento dos fen&ocirc;menos que regem a usinagem d&uacute;ctil
        de materiais de comportamento fr&aacute;gil, j&aacute; que os materiais empregados
        para elementos &oacute;pticos transmissivos no espectro infravermelho s&atilde;o
        de comportamento assim chamado de &quot;duro e fr&aacute;gil&quot;. </p>
    <h4>OBJETIVOS </h4>
    <p>Este trabalho visa um maior conhecimento da influ&ecirc;ncia de diferentes
      vari&aacute;veis de trabalho sobre a qualidade final da superf&iacute;cie
      gerada, de forma que a mesma tenha as caracter&iacute;sticas &oacute;pticas
      exigidas de elementos para sistemas de alt&iacute;ssima precis&atilde;o. </p>
    <h4>PROCEDIMENTOS </h4>
    <p>&Eacute; realizada uma profunda pesquisa sistem&aacute;tica da influ&ecirc;ncia
      do avan&ccedil;o, da profundidade de corte, da geometria da ferramenta
      e de diversas outras vari&aacute;veis de processo de import&acirc;ncia
      sobre a qualidade superficial da pe&ccedil;a gerada. Para isto, s&atilde;o
      realizados ensaios de usinagem nos cristais infravermelhos sulfeto de zinco,
      Cleartran&#8482; e germ&acirc;nio com ferramentas de diamante sob diferentes
      condi&ccedil;&otilde;es de trabalho e &eacute; analisada a rugosidade e
      qualidade &oacute;ptica da superf&iacute;cie gerada. Com base nos resultados
      obtidos, s&atilde;o determinados os par&acirc;metros mais adequados &agrave; produ&ccedil;&atilde;o
      de elementos &oacute;pticos em cada um dos materiais ensaiados e analisada
      a influ&ecirc;ncia que as vari&aacute;veis de processo t&ecirc;m sobre
      o resultado final de trabalho. </p>
    <p align="center" class="legendaFigura"><img src="usiprec_usinagem01.jpg" width="346" height="300"><br>
      Superf&iacute;cies &Oacute;pticas
      em Cleartran&#8482;</p>
    <h4 align="left">        RESULTADOS </h4>
    <p>Os resultados obtidos mostram que com a usinagem de ultraprecis&atilde;o &eacute; poss&iacute;vel
      obter superf&iacute;cies com a qualidade necess&aacute;ria para o emprego
      em sistemas &oacute;pticos de alt&iacute;ssimo desempenho tamb&eacute;m
      em materiais de comportamento fr&aacute;gil, como por exemplo os cristais
      infravermelhos. Sob condi&ccedil;&otilde;es de trabalho otimizadas as superf&iacute;cies
      geradas s&atilde;o praticamente isentas de trincas e danos superficiais,
      apresentando rugosidades Ra inferiores a 2 nm, rugosidades P-V menores
      que 20 nm e desvios de forma submicrom&eacute;tricos. </p>
    <p align="center" class="legendaFigura"><img src="usiprec_usinagem02.jpg" width="400" height="280"><br>      
      Lente em Cristal Infravermelho    </p>
    <p></p>
    <center>
    </center>
</td></tr>
</table></center>
&nbsp;
<center><table BORDER=0 COLS=2 WIDTH="100%" >
<tr>
<td class="contato">Contato:
<br>
USIPREC<br>
<a href="../../perfil/pessoal/rolf.html">
Rolf Bertrand Schroeter Prof. Dr. Eng.
</a></td>

<td ALIGN=RIGHT VALIGN=BOTTOM class="atualizacao">&Uacute;ltima
Atualiza&ccedil;&atilde;o 
<!-- #BeginDate format:Ge1 -->21.06.2006<!-- #EndDate --></td>
</tr>
</table></center>
</body>
</html>
