<!doctype html public "-//w3c//dtd html 4.0 transitional//en">
<html>
<head>
   <meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
   <meta name="GENERATOR" content="Mozilla/4.74 [en] (WinNT; U) [Netscape]">
   <title>LMP - PROCESP</title>
   <link href="../../estilo-texto.css" rel="stylesheet" type="text/css">
</head>
<body nosave>
<div align=right>
  <p align="left"><a href="../../home.html" target="mainFrame">LMP</a>&gt;<a href="../lp_principal.html">Linhas
  de Pesquisa</a>&gt;PROCESP</p>
</div>

<center><table CELLSPACING=0 CELLPADDING=0 COLS=1 WIDTH="90%" >
<tr>
<td valign="top"><h4><a href="procesp.html"><img src="procesp_logo.jpg" alt="Modelagem e Simula&ccedil;&atilde;o de Processos de Fabrica&ccedil;&atilde;o" width="263" height="144" border="0"></a></h4>
  <p><span class="contatoesq"><br> 
    Prof. Dr.- Ing. Walter L. Weingaertner<br>
    Prof. Dr. Eng. Rolf Bertrand Schroeter<br>
    <br>
    LMP - Laborat&oacute;rio de Mec&acirc;nica de Precis&atilde;o<br>
  </span><span class="contatoesq">Universidade Federal de Santa Catarina <br>
  Departamento de Engenharia Mec&acirc;nica <br>
    Caixa Postal 476 - EMC <br>
    88010-970 <br>
    Florian&oacute;polis - SC - Brasil<br>
    Tel. : +55 (48) 3721-9395<br>
    URL : http://www.lmp.ufsc.br</span></p>
  <span class="contatoesq">Contato: <br>
Prof. Dr. Ing.  Walter L. Weingaertner <br>
E-mail : wlw@lmp.ufsc.br <br>
<br>
Eng. Eduardo F. Maran Bueno <br>
E-mail: eduardomaran@yahoo.com.br </span><br>  </td>
<td>&nbsp;</td>
<td><h4><b>INTRODU&Ccedil;&Atilde;O</b></h4>
  <p>O processo de fabrica&ccedil;&atilde;o de virabrequins &eacute; composto de v&aacute;rias etapas respons&aacute;veis por conferir a sua geometria final. Basicamente, a concep&ccedil;&atilde;o final desta pe&ccedil;a &eacute; alcan&ccedil;ada atrav&eacute;s de processos de usinagem. Entretanto, outros processos, que n&atilde;o realizam necessariamente a retirada de material, tamb&eacute;m s&atilde;o utilizados. Dentre esses processos est&aacute; o Roleteamento Profundo, do ingl&ecirc;s <em>Deep Rolling</em>.  </p>
  <p>O Roleteamento Profundo &eacute; um processo de conforma&ccedil;&atilde;o mec&acirc;nica que objetiva introduzir tens&otilde;es residuais compressivas, em camadas pr&oacute;ximas &agrave; superf&iacute;cie de componentes mec&acirc;nicos, atrav&eacute;s de roletes. Com isso, tem-se um aumento da resist&ecirc;ncia mec&acirc;nica em fun&ccedil;&atilde;o do estado de encruamento.  </p>
  <p>Atrav&eacute;s do processo de roleteamento &eacute; poss&iacute;vel reduzir consideravelmente a nuclea&ccedil;&atilde;o e propaga&ccedil;&atilde;o de trincas de fadiga, oriundas de solicita&ccedil;&otilde;es alter-nadas. </p>
  <div align="center"> <img src="procesp_roleteamento_1.jpg" width="338" height="331"><br>
    <span class="contatoesq">Modo de aplica&ccedil;&atilde;o da for&ccedil;a no processo de roleteamento de virabrequins </span>
    <p>Especificamente para o caso de virabrequins, o processo &eacute; respons&aacute;vel pelo aumento da vida &agrave; fadiga desses componentes.      </p>
  </div>
  <h4><b>OBJETIVOS</b></h4>
  <ul>
    <li>Validar o equipamento de Roleteamento Profundo em constru&ccedil;&atilde;o no LMP;</li>
    <li>Variar os dados de entrada do processo, como velocidade de roletagem, for&ccedil;a de roleteamento e n&uacute;mero de revolu&ccedil;&otilde;es do virabrequim, para fomentar a descoberta da real influ&ecirc;ncia que cada vari&aacute;vel assume no processo.  </li>
    <li>Determinar o ganho de vida &agrave; fadiga dos componentes submetidos ao processo, atrav&eacute;s da an&aacute;lise comparativa entre corpos roletados e n&atilde;o roletados. </li>
    </ul>
  <div align="center"><img src="procesp_roleteamento_2.jpg" width="248" height="526">
  </div>
  <h4>PROCEDIMENTO</h4>
  <p>Os corpos-de-prova ser&atilde;o confec-cionados a partir do material utilizado na fabrica&ccedil;&atilde;o de virabrequins (ferro fundido) e possuir&atilde;o geometria semelhante.</p>
  <p> A roletagem ser&aacute; realizada sobre o raio de concord&acirc;ncia do virabrequim, entre o munh&atilde;o e o contrapeso. </p>
  <p>Os ensaios de Fadiga ser&atilde;o realizados em m&aacute;quina de fadiga que trabalha na frequ&ecirc;ncia de resson&acirc;ncia do material.</p>
  <p> Os ensaios ser&atilde;o realizados em corpos-de-prova roletados e n&atilde;o-roletados como forma de compara&ccedil;&atilde;o dos resultados apresentados em ambos os casos. </p>
  <p>As zonas de deforma&ccedil;&atilde;o ser&atilde;o analisadas atrav&eacute;s dos exames metalogr&aacute;ficos para determina&ccedil;&atilde;o dos pontos onde as mudan&ccedil;as nas propriedades do material s&atilde;o mais acentuadas. </p></td>
</tr>
</table>
</center>
</body>
</html>