<!doctype html public "-//w3c//dtd html 4.0 transitional//en">
<html>
<head>
   <meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
   
   <meta name="GENERATOR" content="Mozilla/4.74 [en] (WinNT; U) [Netscape]">
   <title>LMP - PROCESP</title>
   <link href="../../estilo-texto.css" rel="stylesheet" type="text/css">
</head>
<body nosave>

<div align=right>
  <p align="left"><a href="../../home.html" target="mainFrame">LMP</a>&gt;<a href="../lp_principal.html">Linhas
  de Pesquisa</a>&gt;<a href="procesp.html">PROCESP</a>&gt;An&aacute;lise do Desgaste
  de Canto Vivo em Eletrodos de Cobre na Eletroeros&atilde;o por Fa&iacute;sca</p>
  <h4 align="center">AN&Aacute;LISE DO DESGASTE DE CANTO VIVO EM <br>
    ELETRODOS DE COBRE NA ELETROEROS&Atilde;O POR FA&Iacute;SCA<br>
  </h4>
</div>

<center><table CELLSPACING=0 CELLPADDING=0 COLS=1 WIDTH="90%" >
<tr>
<td><h4>OBJETIVOS </h4>
  <p>      Estudar o comportamento do desgaste de canto vivo em eletrodos de cobre,
        sob condi&ccedil;&otilde;es preestabelecidas de desbaste e acabamento, na eletroeros&atilde;o
        por fa&iacute;sca. </p>  <h4>PROCEDIMENTOS </h4>
  <p>Numa m&aacute;quina de eletroeros&atilde;o de penetra&ccedil;&atilde;o (modelo
    ENGEMAQ EDM 200), s&atilde;o realizados ensaios em corpos de prova de a&ccedil;o
    SAE 1020, utilizando-se eletrodos-ferramenta em cobre eletrol&iacute;tico. <br>
    Os corpos de prova s&atilde;o barras prism&aacute;ticas bipartidas, de se&ccedil;&atilde;o
    retangular, e os eletrodos s&atilde;o corpos cil&iacute;ndricos com furo
    passante para alimenta&ccedil;&atilde;o de diel&eacute;trico. Inicialmente,
    uma das extremidades do eletrodo tem canto vivo (quina). <br>
    De acordo com os conjuntos de par&acirc;metros de entrada preestabelecidos
    (para desbaste e acabamento), &eacute; efetuada a usinagem dos corpos de
    prova. <br>
    A medida do desgaste no canto vivo do eletrodo &eacute; feita indiretamente,
    atrav&eacute;s da medi&ccedil;&atilde;o do arredondamento do canto no fundo
    da cavidade (figura). Uma das caracter&iacute;sticas do processo de eletroeros&atilde;o &eacute; a
    reprodu&ccedil;&atilde;o da forma do eletrodo na pe&ccedil;a (o eletrodo
    desgastado transmite sua forma &agrave; pe&ccedil;a).  </p>
  <div align="center">
    <p class="legendaFigura"><img src="procesp_analise01.jpg" width="291" height="290"> <br>
        Princ&iacute;pio de remo&ccedil;&atilde;o da eletroeros&atilde;o por fa&iacute;sca </p>
  </div>
  <p>Para cada conjunto de par&acirc;metros, a verifica&ccedil;&atilde;o e avalia&ccedil;&atilde;o
  do desgaste do eletrodo &eacute; realizada periodicamente, &agrave; medida
  que o eletrodo avan&ccedil;a contra a cavidade, atrav&eacute;s de uma c&acirc;mera
  digital, que transmite a imagem, com aumento desejado, da regi&atilde;o a ser
  observada, diretamente a um computador. </p>
  <p> A imagem obtida &eacute; capturada por um software de aquisi&ccedil;&atilde;o,
    permitindo que a mesma seja manipulada.<br> 
    As medi&ccedil;&otilde;es do desgaste no fundo da cavidade s&atilde;o
      realizadas por um segundo software, desenvolvido especialmente para esse
      fim. </p>
  <h4>RESULTADOS </h4>
  <p>S&atilde;o tra&ccedil;adas curvas de comportamento, que relacionam os par&acirc;metros
    de entrada e a progress&atilde;o do raio de arredondamento medido nas cavidades
    produzidas, par&acirc;metro utilizado como referencial para a medida do desgaste
    do canto vivo. <br>
    Juntamente com os gr&aacute;ficos, &eacute; feita uma an&aacute;lise a respeito
    dos resultados obtidos, sempre com base na literatura.</p>
  <p class="legendaFigura"><img src="procesp_analise02.jpg" width="93" height="120"><br>
  M&aacute;quina de 
        eletroeros&atilde;o 
        EDM 200</p>  
  </td>
</tr>
</table>
  <table BORDER=0 COLS=2 WIDTH="100%" >
    <tr>
      <td class="contato">Contato: <br>
      PROCESP<br>
      <a href="../../perfil/pessoal/walter.html"> Walter Lindolfo Weingaertner Prof.
      Dr.-Ing</a></td>
      <td ALIGN=RIGHT VALIGN=BOTTOM class="atualizacao">&Uacute;ltima Atualiza&ccedil;&atilde;o
      <!-- #BeginDate format:Ge1 -->23.06.2006<!-- #EndDate -->
      </td>
    </tr>
  </table>
</center>
</body>
</html>