<!doctype html public "-//w3c//dtd html 4.0 transitional//en">
<html>
<head>
   <meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
   
   <meta name="GENERATOR" content="Mozilla/4.74 [en] (WinNT; U) [Netscape]">
   <title>LMP - SISMEC</title>
   <link href="../../estilo-texto.css" rel="stylesheet" type="text/css">
</head>
<body nosave>

<div align=right>
  <p align="left"><a href="../../home.html" target="mainFrame">LMP</a>&gt;<a href="../lp_principal.html">Linhas
  de Pesquisa</a>&gt;<a href="sismec.html">SISMEC</a>&gt;Aplica&ccedil;&atilde;o de t&eacute;cnicas
  de Monitoramento e Automa&ccedil;&atilde;o para execu&ccedil;&atilde;o de melhorias na Usinagem em um Torno
  de Ultraprecis&atilde;o</p>
  <h4 align="center">APLICA&Ccedil;&Atilde;O DE T&Eacute;CNICAS DE MONITORAMENTO
    E AUTOMA&Ccedil;&Atilde;O PARA EXECU&Ccedil;&Atilde;O DE MELHORIAS NA USINAGEM
    EM UM TORNO DE ULTRAPRECIS&Atilde;O<br>
  </h4>
</div>

<center><table CELLSPACING=0 CELLPADDING=0 COLS=1 WIDTH="90%" >
<tr>
<td><h4>OBJETIVOS </h4>
  <p>      Este projeto tem como objetivo melhorar a qualidade das pe&ccedil;as usinadas
      em um torno de ultraprecis&atilde;o. Para propiciar melhoras na qualidade geom&eacute;trica,
      dimensional e de forma das pe&ccedil;as, ser&aacute; feita uma an&aacute;lise
      dos fatores que influenciam o processo, principalmente no tocante as vibra&ccedil;&otilde;es
      induzidas pelo meio, pela m&aacute;quina, pelo processo de usinagem e pelo
      trem de acionamento. Deseja-se que este torno seja capaz de produzir superf&iacute;cies
      que tenham rugosidade Rz inferiores a 50 nm, o que caracteriza superf&iacute;cies &oacute;pticas. </p>
  <p>Pretende-se tamb&eacute;m verificar a viabilidade de implanta&ccedil;&atilde;o
    de um sistema de posicionamento submicrom&eacute;trico nas guias trapezoidais
    de escorregamento. <br>
    Um sistema desse tipo possibilitaria determinar a geometria das superf&iacute;cies
    que poder&atilde;o ser fabricadas (planos, par&aacute;bolas, superf&iacute;cies
    asf&eacute;ricas ou outras).</p>
  <h4><br>
    PROCEDIMENTOS </h4>
  <p>Ser&aacute; feita uma an&aacute;lise din&acirc;mica na m&aacute;quina e
    a compara&ccedil;&atilde;o da qualidade superficial das pe&ccedil;as teste.
    Alguns dos principais fatores que influenciam negativamente o processo ser&atilde;o
    estudados:</p>
  <ul>
    <li> Baixa suavidade no trem de acionamento;</li>
    <li> Vibra&ccedil;&otilde;es n&atilde;o desejadas entre a pe&ccedil;a e a
          ferramenta;</li>
    <li> Inje&ccedil;&atilde;o de flu&iacute;do de corte e aspira&ccedil;&atilde;o
            de cavacos ineficientes;</li>
    <li> Falta de procedimento para balanceamento da &aacute;rvore.</li>
  </ul>  <p>A metodologia de trabalho consiste em fabricar corpos de prova nas condi&ccedil;&otilde;es
    anteriores e posteriores &agrave;s interven&ccedil;&otilde;es planejadas
    para o trabalho. Para cada conjunto de corpos de prova, que representa varia&ccedil;&atilde;o
    em apenas um dos par&acirc;metros do processo, ser&aacute; feita a medi&ccedil;&atilde;o
    da rugosidade das pe&ccedil;as. Os resultados das rugosidades ser&atilde;o
    relacionados &agrave;s curvas de espectro de pot&ecirc;ncia (FFT) e de vibra&ccedil;&atilde;o
    global (RMS) dos sinais de aceler&ocirc;metros fixados na ferramenta de diamante.</p>
  <p>Os ensaios a serem realizados, visando verificar se h&aacute; viabilidade
    de posicionamento submicrom&eacute;trico e tamb&eacute;m determinar a geometria
    das pe&ccedil;as que poder&atilde;o ser fabricadas s&atilde;o: <br>
    - determina&ccedil;&atilde;o da curva de atrito das guias;<br>
    - determina&ccedil;&atilde;o da resposta ao degrau e resposta em freq&uuml;&ecirc;ncia
    do acionamento.</p>
  <h4><br>
    RESULTADOS</h4>
  <p>      Este projeto est&aacute; em andamento e espera poder contribuir com a compreens&atilde;o
      dos fatores din&acirc;micos que influenciam o processo de usinagem de ultraprecis&atilde;o.</p>  <p>As figuras abaixo mostram uma vista do torno onde o estudo est&aacute; sendo
    realizado e uma pe&ccedil;a fabricada em alum&iacute;nio:<br>
      </p>
      <p align="center" class="legendaFigura"><img src="sismec_automacao_1.jpg" width="576" height="768"><br>
        Vista frontal do torno do LMP</p>
      <p align="center" class="legendaFigura"><img src="sismec_automacao_2.jpg" width="640" height="480"><br>
        Espelho usinado no torno do LMP      </p>      
      <p><br>
  </p></td>
</tr>
</table>
  <p>&nbsp;</p>
  <table BORDER=0 COLS=2 WIDTH="100%" >
    <tr>
      <td class="contato">Contato: <br>
      SISMEC <br>
      <a href="../../perfil/pessoal/walter.html"> Walter Lindolfo Weingaertner Prof.
      Dr.-Ing</a></td>
      <td ALIGN=RIGHT VALIGN=BOTTOM class="atualizacao">&Uacute;ltima Atualiza&ccedil;&atilde;o
      <!-- #BeginDate format:Ge1 -->21.06.2006<!-- #EndDate -->
      </td>
    </tr>
  </table>
</center>
</body>
</html>