<!doctype html public "-//w3c//dtd html 4.0 transitional//en">
<html>
<head>
   <meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
   
   <meta name="GENERATOR" content="Mozilla/4.74 [en] (WinNT; U) [Netscape]">
   <title>LMP - SISMEC</title>
   <link href="../../estilo-texto.css" rel="stylesheet" type="text/css">
</head>
<body nosave>
<div align=right>
  <p align="left"><a href="../../home.html" target="mainFrame">LMP</a>&gt;<a href="../lp_principal.html">Linhas
  de Pesquisa</a>&gt;<a href="sismec.html">SISMEC</a>&gt;Usinagem com Cabe&ccedil;ote
  de Alta Freq&uuml;encia</p>
  <h4 align="center">USINAGEM COM CABE&Ccedil;OTE DE ALTA FREQ&Uuml;&Ecirc;NCIA</h4>
  <h4 align="center">&nbsp;</h4>
</div>

<center>
  <table CELLSPACING=0 CELLPADDING=0 COLS=1 WIDTH="90%" >
<tr>
  <td><h4>OBJETIVOS </h4>
    <p> Este trabalho tem como objetivo integrar um cabe&ccedil;ote de alta rota&ccedil;&atilde;o
          (at&eacute; 40.000 rpm) com mancais magn&eacute;ticos em um centro de usinagem
          convencional. Posteriormente objetiva-se investigar os melhores par&acirc;metros
          (velocidade de corte, avan&ccedil;o, profundidade de corte, fluido de corte,
          etc.) na usinagem (fresamento, retifica&ccedil;&atilde;o) de alum&iacute;nio,
          a&ccedil;o e madeira. Os resultados obtidos ser&atilde;o comparados com
          os resultados da usinagem convencional. <br>
          O cabe&ccedil;ote, modelo HF 200 MA-40 fabricado pela IBAG, Su&iacute;&ccedil;a,
          emprega mancais magn&eacute;ticos ativos, que s&atilde;o controlados por
          um software. Para otimizar as carater&iacute;sticas da usinagem os par&acirc;metros
          deste software controlador podem ser alterados. </p>
    <p></p>    <p align="center" class="legendaFigura"><img src="sismec_usinagem01.jpg" width="212" height="349"><br>
      Cabe&ccedil;ote de alta rota&ccedil;&atilde;o <br>
  da empresa IBAG / Su&iacute;&ccedil;a</p>
    <h4 align="left">PROCEDIMENTOS </h4>
    <p>Primeiramente o cabe&ccedil;ote foi instalado em um centro de usinagem
      Thyssen H&uuml;ller-Hille n-bh 65. <br>
      Devido &agrave; alta rota&ccedil;&atilde;o, existe o risco de impactos
      causados por cavacos ou por insertos que eventualmente venham a quebrar
      durante o processo. Sendo assim, o centro de usinagem foi devidamente blindado. </p>
    <p>        As aplica&ccedil;&otilde;es do cabe&ccedil;ote de alta rota&ccedil;&atilde;o
        ser&atilde;o voltadas principalmente para o fresamento de cavidades de
        forma livre, objetivando 
    a fabrica&ccedil;&atilde;o de matrizes. Os estudos visam correlacionar os par&acirc;metros
    de entrada (velocidade de corte, avan&ccedil;o, penetra&ccedil;&atilde;o passiva,
    entre outras), com as carater&iacute;sticas do processo (componentes da for&ccedil;a
    de usinagem, desgaste de ferramenta, temperatura) e o resultado de trabalho
    (acabamento, produtividade, qualidade geom&eacute;trica). </p>
    <p> Os melhores par&acirc;metros de corte para as diferentes combina&ccedil;&otilde;es
      de material e ferramenta ser&atilde;o determinados. Para comparar os resultados
      com os da usinagem convencional, ensaios com os mesmos materiais ser&atilde;o
      realizados com baixas velocidades de corte. <br>
      Os par&acirc;metros do software controlador dos mancais magn&eacute;ticos ativos
      foram otimizados para a usinagem do alum&iacute;nio. Para a usinagem do a&ccedil;o
      e da madeira ser&aacute; necess&aacute;ria a altera&ccedil;&atilde;o dos par&acirc;metros
      deste software. </p>
    <p> Atrav&eacute;s de uma interface entre o equipamento controlador do cabe&ccedil;ote
        e um computador, as correntes el&eacute;tricas e outros par&acirc;metros dos
        mancais magn&eacute;ticos podem ser medidos, permitindo a determina&ccedil;&atilde;o
        das for&ccedil;as de corte. 
        Estas for&ccedil;as de corte podem ser comparadas &agrave;s for&ccedil;as obtidas
        atrav&eacute;s da medi&ccedil;&atilde;o com uma plataforma piezel&eacute;trica.</p>    <p align="center"><span class="legendaFigura"><img src="sismec_usinagem02.gif" width="500" height="300"><br>
          Esquema do cabe&ccedil;ote com os mancais magn&eacute;ticos </span><br>
    </p></td></tr>
</table>
  <p>&nbsp;</p>
  <table BORDER=0 COLS=2 WIDTH="100%" >
    <tr>
      <td class="contato">Contato: <br>
      SISMEC <br>
      <a href="../../perfil/pessoal/walter.html"> Walter Lindolfo Weingaertner Prof.
      Dr.-Ing</a></td>
      <td ALIGN=RIGHT VALIGN=BOTTOM class="atualizacao">&Uacute;ltima Atualiza&ccedil;&atilde;o
      <!-- #BeginDate format:Ge1 -->21.06.2006<!-- #EndDate -->
      </td>
    </tr>
  </table>
</center>
</body>
</html>