<!doctype html public "-//w3c//dtd html 4.0 transitional//en">
<html>
<head>
   <meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
   
   <meta name="GENERATOR" content="Mozilla/4.74 [en] (WinNT; U) [Netscape]">
   <title>LMP - SISMEC</title>
   <link href="../../estilo-texto.css" rel="stylesheet" type="text/css">
</head>
<body nosave>

<div align=right>
  <p align="left"><a href="../../home.html" target="mainFrame">LMP</a>&gt;<a href="../lp_principal.html">Linhas
  de Pesquisa</a>&gt;<a href="sismec.html">SISMEC</a>&gt;Mesa de Retifica&ccedil;&atilde;o Aerost&aacute;tica</p>
  <h4 align="center">MESA DE RETIFICA&Ccedil;&Atilde;O AEROST&Aacute;TICA<br>
  </h4>
</div>

<center><table CELLSPACING=0 CELLPADDING=0 COLS=1 WIDTH="90%" >
<tr>
<td><h4>OBJETIVOS</h4>
  <p> Devido &agrave; dificuldade encontrada no LMP para fabricar mancais aerost&aacute;ticos,
      objetivou-se desenvolver uma mesa de retifica&ccedil;&atilde;o aerost&aacute;tica
      para a usinagem de sapatas planas circulares para estes mancais. Esta mesa
      de retifica&ccedil;&atilde;o deve possuir a melhor qualidade poss&iacute;vel
      nos seus movimentos para permitir que as sapatas usinadas possuam qualidade
      superficial e geom&eacute;trica adequadas &agrave; aplica&ccedil;&atilde;o
      das sapatas. </p>
  <h4>PROCEDIMENTOS </h4>
  <p>Atrav&eacute;s do acompanhamento de uma metodologia de projeto, foi desenvolvido
    o projeto da mesa de retifica&ccedil;&atilde;o seguindo as seguintes etapas:
    projeto conceitual, projeto preliminar e projeto detalhado. </p>
  <p> Terminado o projeto da mesa de retifica&ccedil;&atilde;o, alcan&ccedil;ou-se
      uma concep&ccedil;&atilde;o considerada ideal para a mesma, de acordo com
      as suas especifica&ccedil;&otilde;es de projeto definidas no in&iacute;cio
      do processo.</p>
  <p>      A concep&ccedil;&atilde;o final da mesa de retifica&ccedil;&atilde;o consiste
        em um mancal rotativo aerost&aacute;tico montado sobre guias cil&iacute;ndricas
        aerost&aacute;ticas e um sistema de inclina&ccedil;&atilde;o da mesa para
        permitir a usinagem das sapatas planas com conicidade controlada. <br>
        Os componentes da mesa de retifica&ccedil;&atilde;o foram fabricados
        dentro das especifica&ccedil;&otilde;es de projeto e montados com alto
        controle de qualidade.</p>
  <p align="center" class="legendaFigura"><img src="sismec_mesa.jpg" width="450" height="281"><br>
    Mesa
    de retifica&ccedil;&atilde;o</p>
  <p align="left">O mancal aerost&aacute;tico utilizado na mesa possui uma
    configura&ccedil;&atilde;o esf&eacute;rico-plana, com alimenta&ccedil;&atilde;o
    de 12 restritores em cada face. A press&atilde;o de alimenta&ccedil;&atilde;o
    de ar &eacute; de 6 bar, e a folga de montagem do mancal &eacute; de 10 mm
    em cada interface. <br>
    </p>
  <p align="center" class="legendaFigura"><img src="sismec_compon.jpg" width="357" height="308"><br>
    Componentes do mancal esf&eacute;rico-plano</p>
  <h4 align="left">RESULTADOS </h4>
  <p>Com o objetivo de qualificar a mesa de retifica&ccedil;&atilde;o, foram
    realizados ensaios est&aacute;ticos, din&acirc;micos e de retifica&ccedil;&atilde;o. <br>
    Os ensaios est&aacute;ticos resultaram nas seguintes caracter&iacute;sticas
    do mancal: </p>
  <ul>
    <li>Capac. de carga de 1300 N; </li>
    <li> Rigidez m&aacute;xima de 200 N/mm; </li>
    </ul>  
  <p>Os ensaios din&acirc;micos comprovaram a seguran&ccedil;a de opera&ccedil;&atilde;o
            da mesa. <br>
          Os ensaios de usinagem permitiram uma pr&eacute;-otimiza&ccedil;&atilde;o
            do processo e a obten&ccedil;&atilde;o de resultados considerados &oacute;timos. </p>  <p align="center">    <span class="legendaFigura"><img src="sismec_usina.jpg" width="274" height="445"><br>
            Ensaio de usinagem</span><br>
            </p>
      </td>
</tr>
</table>
  <p>&nbsp;</p>
  <table BORDER=0 COLS=2 WIDTH="100%" >
    <tr>
      <td class="contato">Contato: <br>
      SISMEC<br>
      <a href="../../perfil/pessoal/walter.html"> Walter Lindolfo Weingaertner Prof.
      Dr.-Ing</a></td>
      <td ALIGN=RIGHT VALIGN=BOTTOM class="atualizacao">&Uacute;ltima Atualiza&ccedil;&atilde;o
      <!-- #BeginDate format:Ge1 -->21.06.2006<!-- #EndDate -->
      </td>
    </tr>
  </table>
</center>
</body>
</html>