<!doctype html public "-//w3c//dtd html 4.0 transitional//en">
<html>
<head>
   <meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
   
   <meta name="GENERATOR" content="Mozilla/4.7 [en] (WinNT; I) [Netscape]">
   <title>LMP - GENDEF</title>
   <link href="../../estilo-texto.css" rel="stylesheet" type="text/css">
</head>
<body nosave>

<div align="left">
  <p><a href="../../home.html" target="mainFrame">LMP</a>&gt;<a href="../lp_principal.html">Linhas
  de Pesquisa</a>&gt;<a href="gendef.html">GENDEF</a>&gt;Otimiza&ccedil;&atilde;o
  da Adu&ccedil;&atilde;o de Fluido na Retifica&ccedil;&atilde;o com CBN<br>
  </p>
</div>
<center>
<h4>OTIMIZA&Ccedil;&Atilde;O DA ADU&Ccedil;&Atilde;O DE FLUIDO NA RETIFICA&Ccedil;&Atilde;O COM CBN</h4>
</center>
&nbsp;
<center><table CELLSPACING=0 CELLPADDING=0 COLS=1 WIDTH="90%" >
<tr>
<td><span class="texto">
      <p>O emprego de altas velocidades de corte no processo de retifica&ccedil;&atilde;o e a
        utiliza&ccedil;&atilde;o de rebolos CBN s&atilde;o tend&ecirc;ncias cada vez mais evidentes dentro do
        universo da usinagem. A retifica&ccedil;&atilde;o caracteriza-se pela gera&ccedil;&atilde;o de grande
        quantidade de calor em fun&ccedil;&atilde;o do atrito e deforma&ccedil;&otilde;es pl&aacute;sticas, onde a temperatura
        na regi&atilde;o de contato entre o rebolo e a pe&ccedil;a aumenta com a velocidade de
        corte. O calor desenvolvido no processo &eacute; conduzido para a pe&ccedil;a, para o gr&atilde;o
        abrasivo, para o ligante e para o meio, podendo acarretar danos metal&uacute;rgicos
    &agrave; pe&ccedil;a e ser respons&aacute;vel por um desgaste prematuro do rebolo. Dentro desse
        contexto, o fluido lubi-refrigerante apresenta-se como um recurso indispens&aacute;vel
        para os processos abrasivos.</p>
      <h4>OBJETIVOS </h4>
      <p>Desenvolver um sistema de aplica&ccedil;&atilde;o de fluido lubri-refrigerante do tipo
        sapata, permitindo a sua compara&ccedil;&atilde;o com sistemas atualmente empregados na
        ind&uacute;stria.</p>
      </span> <p>&nbsp;</p>
      <p class="legendaFigura"><img src="gendef_otimizacao01.jpg" width="241" height="296"><br>
  Sistema convencional de aplica&ccedil;&atilde;o do fluido lubri-refrigerante na retifica&ccedil;&atilde;o </p>      <p align="center">&nbsp;</p>
  <div align="center"><span class="legendaFigura"><img src="gendef_otimizacao02.jpg" width="638" height="360"><br>
        Sistema
          otimizado na aplica&ccedil;&atilde;o do fluido na retifica&ccedil;&atilde;o </span><span class="texto">        
        </span></div>
  <span class="texto">
  <h4>      METODOLOGIA</h4>
        <p>Foram realizados ensaios de retifica&ccedil;&atilde;o cil&iacute;ndrica
          externa de mergulho em uma retificadora cil&iacute;ndrica externa e interna
          comandada numericamente, fabricada pela empresa ZEMA Zselics Ltda., modelo
          Pratika Flexa-600L. O material ensaiado foi um ferro fundido nodular perl&iacute;tico,
          com designa&ccedil;&atilde;o GGG70, de acordo com a norma DIN 1693. Foram
          utilizados dois tipos de rebolos de CBN sendo um com ligante resin&oacute;ide
          e outro com ligante vitrificado. A ferramenta utilizada para perfilar o
          rebolo com ligante resin&oacute;ide foi um rolo diamantado.<br>
        </p>
        </span> <div align="center"><span class="legendaFigura"><img src="gendef_otimizacao04.jpg" width="507" height="368"><br>
          Esquema da tubeira tipo sapata confeccionada
          </span>        <span class="texto">
        </span></div>
        <span class="texto">
        <p align="center">&nbsp;</p>
        </span> <div align="center"><span class="legendaFigura"><img src="gendef_otimizacao03.jpg" width="273" height="308"> <br>
          Detalhe
          da sapata
          </span>
        </div>
        <p>&nbsp;</p>
        <span class="texto">
        <p>&nbsp;</p>
        <h4>RESULTADOS</h4>
        <p>Com o emprego da sapata e uma vaz&atilde;o de 20 L/min
          de fluido a rela&ccedil;&atilde;o de remo&ccedil;&atilde;o G foi de aproximadamente
          4 500, enquanto com a tubeira de jato livre e uma vaz&atilde;o de 30
          L/min, foi de aproximadamente 2 700. Al&eacute;m das melhorias obtidas
          no desgaste radial do rebolo, s&atilde;o melhores os resultados de qualidade
          da superf&iacute;cie retificada, expressos atrav&eacute;s da redu&ccedil;&atilde;o
        da profundidade de rugosidade Rz com o emprego da sapata.</p>
        <div align="center"><br>        
        </div>
        </span>
        <div align="center" class="legendaFigura"><a href="gendef_otimizacao05.jpg"><img src="gendef_otimizacao05p.jpg" width="400" height="287" border="0"></a> <br>
          Desgaste
  radial do rebolo com tubeira de jato livre e sapata (clique para ampliar).</div>
        <span class="texto">
        <p align="left">As principais vantagens desse processo s&atilde;o:</p>
        <ul>
          <li><div align="left">Aumento em at&eacute; 10 vezes na vida de um rebolo
              de CBN</div>
          </li>
          <li>
            <div align="left">            Melhorias na qualidade da superf&iacute;cie
            retificada</div>
          </li>
          <li>
            <div align="left"> Redu&ccedil;&atilde;o significativa de fluido e custo</div>
          </li>
          <li>
            <div align="left"> N&atilde;o necessidade de emprego de bombas com elevada press&atilde;o
            e vaz&atilde;o</div>
          </li>
          <li>
            <div align="left"> Viabiliza&ccedil;&atilde;o do emprego de fluidos misc&iacute;veis em &aacute;gua
                            na retifica&ccedil;&atilde;o com rebolos de CBN<br>
            </div>
          </li>
        </ul>
        <div align="center">
          <p></p>
        </div>
      </span></td>
</tr>
</table></center>
&nbsp;
<center><table BORDER=0 COLS=2 WIDTH="100%" >
<tr>
<td width="56%" class="contato">Contato:
        <br>
      GENDEF<br>
      <a href="../../perfil/pessoal/walter.html"> Walter Lindolfo Weingaertner </a><a href="../../perfil/pessoal/walter.html">Prof.
      Dr.-Ing</a><br></td>
<td width="44%" ALIGN=RIGHT VALIGN=BOTTOM class="atualizacao">&Uacute;ltima
Atualiza&ccedil;&atilde;o 
<!-- #BeginDate format:Ge1 -->23.06.2006<!-- #EndDate --></td>
</tr>
</table></center>
</body>
</html>
