<!doctype html public "-//w3c//dtd html 4.0 transitional//en">
<html>
<head>
   <meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
   
   <meta name="GENERATOR" content="Mozilla/4.7 [en] (WinNT; I) [Netscape]">
   <title>LMP - USICAV</title>
   <link href="../../estilo-texto.css" rel="stylesheet" type="text/css">
</head>
<body nosave>

<div align="left">
  <p><a href="../../home.html" target="mainFrame">LMP</a>&gt;<a href="../lp_principal.html">Linhas
  de Pesquisa</a>&gt;<a href="usicav.html">USICAV</a>&gt;Determina&ccedil;&atilde;o Te&oacute;rico-Experimental
  de For&ccedil;as e An&aacute;lise Din&acirc;mica por Elementos Finitos de Pe&ccedil;as com Baixa Rigidez</p>
</div>
<center>
<h4>DETERMINA&Ccedil;&Atilde;O TE&Oacute;RICO-EXPERIMENTAL DE FOR&Ccedil;AS E
  AN&Aacute;LISE DIN&Acirc;MICA POR ELEMENTOS FINITOS DE PE&Ccedil;AS COM BAIXA
  RIGIDEZ<br>
  <br>
</h4>
</center>
&nbsp;
<center><table CELLSPACING=0 CELLPADDING=0 COLS=1 WIDTH="90%" >
<tr>
  <td><h4>OBJETIVOS</h4>
    <p>        Este trabalho tem como objetivos determinar te&oacute;rico -experimentalmente
          for&ccedil;as no fresamento frontal para servirem como dados de entrada na
          an&aacute;lise din&acirc;mica por elementos finitos em pe&ccedil;as de baixa
          rigidez submetidas a esfor&ccedil;os alternados do processo de fresamento. </p>
    <p>O estudo de for&ccedil;as no fresamento &eacute; importante para o projeto
      dos elementos das m&aacute;quinas-ferramentas como mancais, bases, acionamentos,
      guias, sistemas de fixa&ccedil;&atilde;o da ferramenta e da pe&ccedil;a,
      na determina&ccedil;&atilde;o dos par&acirc;metros de corte, no esclarecimento
      dos mecanismos de desgaste, na previs&atilde;o da amplitude de vibra&ccedil;&otilde;es
      e uma estimativa da previs&atilde;o da precis&atilde;o obten&iacute;vel
      na usinagem. </p>
    <p>O m&eacute;todo de elementos finitos encontra-se firmemente estabelecido
      como uma ferramenta num&eacute;rica poderosa e popular, inicialmente consagrada
      em aplica&ccedil;&otilde;es de an&aacute;lise estrutural. Atualmente, entretanto,
      este m&eacute;todo vem sendo aplicado com sucesso em diversas &aacute;reas,
      dentre elas, a de usinagem.</p>
    <h4><br>
      PROCEDIMENTOS </h4>
    <p>As for&ccedil;as de corte presentes nos processos de torneamento e fresamento
      podem ser reproduzidas por modelos propostos por Kienzle e Altintas, entre
      outros.</p>
    <p>        A formula&ccedil;&atilde;o de for&ccedil;as no fresamento frontal serve
          como dado de entrada na simula&ccedil;&atilde;o por elementos finitos
          em pe&ccedil;as com baixa rigidez, onde s&atilde;o avaliadas diferentes
          estrat&eacute;gias de corte no sentido de reduzir os efeitos de vibra&ccedil;&otilde;es.</p>    <h4>RESULTADOS</h4>
    <p>Com as simula&ccedil;&otilde;es pretende-se identificar as estrat&eacute;gias
      de corte mais adequadas no sentido de reduzir vibra&ccedil;&otilde;es em
      pe&ccedil;as com baixa rigidez, ainda em fase de projeto, ou permitir que
      as condi&ccedil;&otilde;es de corte possam ser revistas e corrigidas antes
      que o processo tenha in&iacute;cio.<br>
    </p>
    <p align="center" class="legendaFigura"><img src="usicav_determinacao_1.jpg" width="496" height="549"></p></td>
</tr>
</table></center>
&nbsp;
<center><table BORDER=0 COLS=2 WIDTH="100%" >
<tr>
<td class="contato">Contato:
<br>
USICAV
<br>
<a href="../../perfil/pessoal/rolf.html">
Rolf Bertrand Schroeter Prof. Dr. Eng.
</a></td>

<td ALIGN=RIGHT VALIGN=BOTTOM class="atualizacao">&Uacute;ltima
Atualiza&ccedil;&atilde;o 
<!-- #BeginDate format:Ge1 -->21.06.2006<!-- #EndDate --></td>
</tr>
</table></center>
</body>
</html>
