<!doctype html public "-//w3c//dtd html 4.0 transitional//en">
<html>
<head>
   <meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
   
   <meta name="GENERATOR" content="Mozilla/4.7 [en] (WinNT; I) [Netscape]">
   <title>LMP - USICAV</title>
   <link href="../../estilo-texto.css" rel="stylesheet" type="text/css">
</head>
<body nosave>

<div align="left">
  <p><a href="../../home.html" target="mainFrame">LMP</a>&gt;<a href="../lp_principal.html">Linhas
  de Pesquisa</a>&gt;<a href="usicav.html">USICAV</a>&gt;An&aacute;lise da Influ&ecirc;ncia
  da Deflex&atilde;o de Fresas de Topo Sobre a Qualidade da Superf&iacute;cie Gerada.</p>
</div>
<center>
<h4>AN&Aacute;LISE DA INFLU&Ecirc;NCIA DA DEFLEX&Atilde;O DE FRESAS DE TOPO SOBRE
  A QUALIDADE DA SUPERF&Iacute;CIE GERADA<br>
  </h4>
</center>
<center>
  <table CELLSPACING=0 CELLPADDING=0 COLS=1 WIDTH="90%" >
<tr>
  <td><h4>OBJETIVOS </h4>
    <p>        O principal objetivo desta pesquisa &eacute; obter informa&ccedil;&otilde;es
      tecnol&oacute;gicas que possibilitem criar estrat&eacute;gias de usinagem
      que minimizem os erros de forma causados pela deflex&atilde;o da ferramenta
      em fresamento de topo. <br>
      Neste trabalho, estudam-se as principais causas da deflex&atilde;o das ferramentas,
      a influ&ecirc;ncia dos par&acirc;metros de corte, e verificam-se suas conseq&uuml;&ecirc;ncias,
      como erros de forma e qualidade da superf&iacute;cie da pe&ccedil;a.</p>
    <p>Um importante segmento da ind&uacute;stria onde este tema &eacute; fundamental &eacute; o
      de matrizarias, onde comumente s&atilde;o utilizadas fresas com grande
      rela&ccedil;&atilde;o comprimento em balan&ccedil;o/di&acirc;metro da fresa,
      o que as torna mais suscet&iacute;veis a vibra&ccedil;&otilde;es. Atualmente,
      as matrizarias que utilizam fresadoras convencionais gastam boa parte do
      tempo de processo em opera&ccedil;&otilde;es manuais de acabamento para
      corrigir imperfei&ccedil;&otilde;es na superf&iacute;cie gerada, encarecendo
      toda a fabrica&ccedil;&atilde;o.</p>
    <h4><br>
      PROCEDIMENTOS </h4>
    <p>Nesta pesquisa ser&atilde;o utilizadas fresas de a&ccedil;o-r&aacute;pido
      e metal-duro para usinar ligas de alum&iacute;nio 6061 e a&ccedil;o P20. </p>
    <p>Ser&atilde;o variados os principais par&acirc;metros de corte que podem
      causar deflex&otilde;es, como profundidade de corte, penetra&ccedil;&atilde;o
      de trabalho, avan&ccedil;o por dente e velocidade de corte. Tamb&eacute;m &eacute; muito
      importante variar a geometria da ferramenta, para analisar com que propor&ccedil;&atilde;o
      a rela&ccedil;&atilde;o L/D influencia a deflex&atilde;o e pode causar
      vibra&ccedil;&otilde;es excessivas no processo.<br>
      As for&ccedil;as s&atilde;o medidas com a ajuda de uma plataforma piezel&eacute;trica,
      fixada embaixo da pe&ccedil;a.<br>
      A geometria da pe&ccedil;a foi concebida de maneira que se possa medir
      a deflex&atilde;o da ferramenta diretamente na pe&ccedil;a.</p>
    <h4>RESULTADOS</h4>
    <p>Ser&aacute; feita uma rela&ccedil;&atilde;o entre for&ccedil;as de corte
      e os par&acirc;metros que as influenciam, geometria da ferramenta e qualidade
      da superf&iacute;cie gerada.</p>
    <p>Os resultados obtidos neste trabalho servir&atilde;o como base para o
      aprimoramento de planejamentos ou altera&ccedil;&otilde;es em processos
      de usinagem, mostrando quais par&acirc;metros s&atilde;o mais influentes. <br>
    </p>
    <p align="center" class="legendaFigura"><img src="usicav_deflexao_1.jpg" width="470" height="394"></p>
    <p align="center" class="legendaFigura">Ensaio de deflex&atilde;o da
        ferramenta com uma fresa de 4mm</p></td>
</tr>
</table></center>
&nbsp;
<center><table BORDER=0 COLS=2 WIDTH="100%" >
<tr>
<td class="contato">Contato:
<br>
USICAV
<br>
<a href="../../perfil/pessoal/rolf.html">
Rolf Bertrand Schroeter Prof. Dr. Eng.
</a></td>

<td ALIGN=RIGHT VALIGN=BOTTOM class="atualizacao">&Uacute;ltima
Atualiza&ccedil;&atilde;o 
<!-- #BeginDate format:Ge1 -->21.06.2006<!-- #EndDate --></td>
</tr>
</table></center>
</body>
</html>
