<!doctype html public "-//w3c//dtd html 4.0 transitional//en">
<html>
<head>
   <meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
   
   <meta name="GENERATOR" content="Mozilla/4.7 [en] (WinNT; I) [Netscape]">
   <title>LMP - USICAV</title>
   <link href="../../estilo-texto.css" rel="stylesheet" type="text/css">
</head>
<body nosave>

<div align="left">
  <p><a href="../../home.html" target="mainFrame">LMP</a>&gt;<a href="../lp_principal.html">Linhas
  de Pesquisa</a>&gt;<a href="usicav.html">USICAV</a>&gt;Aspectos Tecnol&oacute;gicos
  do Processo de Fresamento de Topo com Utiliza&ccedil;&atilde;o de M&iacute;nima Quantidade de Fluido
  de Corte</p>
</div>
<center>
<h4>ASPECTOS TECNOL&Oacute;GICOS DO PROCESSO DE FRESAMENTO DE TOPO <br>
  COM UTILIZA&Ccedil;&Atilde;O DE M&Iacute;NIMA QUANTIDADE DE FLUIDO DE CORTE<br>
  </h4>
</center>
<center>
  <table CELLSPACING=0 CELLPADDING=0 COLS=1 WIDTH="90%" >
<tr>
  <td><h4>OBJETIVOS </h4>
    <p>        O principal objetivo deste trabalho &eacute; obter informa&ccedil;&otilde;es
        tecnol&oacute;gicas que possibilitem uma compara&ccedil;&atilde;o entre as
        situa&ccedil;&otilde;es atuais de produ&ccedil;&atilde;o e a usinagem com
        minimiza&ccedil;&atilde;o de fluido de corte, atrav&eacute;s da an&aacute;lise
        do comportamento das for&ccedil;as e da vida da ferramenta. <br>
        Al&eacute;m da otimiza&ccedil;&atilde;o de ferramentas, m&aacute;quinas e
        par&acirc;metros de corte, outra crescente tend&ecirc;ncia mundial &eacute; a
        preocupa&ccedil;&atilde;o das empresas quanto aos aspectos ecol&oacute;gicos
        da produ&ccedil;&atilde;o. Logo, com as crescentes press&otilde;es dos &oacute;rg&atilde;os
        ambientais para reduzir o impacto da produ&ccedil;&atilde;o industrial no
        meio ambiente e o surgimento de leis cada vez mais severas contra os infratores,
        fica evidente a import&acirc;ncia da necessidade de minimizar os preju&iacute;zos
        ambientais causados pelos processos de usinagem. </p>
    <h4>PROCEDIMENTOS </h4>
    <p>Nesta pesquisa foram utilizadas fresas de a&ccedil;o-r&aacute;pido e metal-duro,
      com e sem revestimento, todas de mesma geometria. Os ensaios foram realizados
      de maneira a garantir a repetibilidade das condi&ccedil;&otilde;es de usinagem
      para cada grupo de ferramenta, variando apenas o tipo fluido de corte.
      Neste estudo foi empregada a usinagem a seco, ideal do ponto de vista ecol&oacute;gico,
      a usinagem com m&iacute;nima quantidade de fluido de corte (mineral e vegetal)
      e a usinagem com emuls&atilde;o. <br>
      Nos experimentos foi monitorada a evolu&ccedil;&atilde;o do desgaste na
      face e nos flancos de cada gume da ferramenta. O material utilizado para
      a execu&ccedil;&atilde;o dos ensaios foi o a&ccedil;o SAE 1040 e as condi&ccedil;&otilde;es
      de usinagem para a opera&ccedil;&atilde;o de desbaste de acordo com o cat&aacute;logo
      do fabricante. </p>
    <h4>RESULTADOS </h4>
    <p>Apesar deste trabalho ter caracter&iacute;sticas espec&iacute;ficas inerentes
      ao processo, material e ferramenta, &eacute; poss&iacute;vel estabelecer
      algumas considera&ccedil;&otilde;es importantes que contribuem de um modo
      mais gen&eacute;rico ao tema estudado. <br>
      A utiliza&ccedil;&atilde;o de emuls&atilde;o &eacute; bastante difundida
      no meio produtivo, por&eacute;m pode-se observar em ensaios com este tipo
      de fluido que a vida da ferramenta &eacute; reduzida devido &agrave; alta
      taxa de refrigera&ccedil;&atilde;o, que ocasiona severos choques t&eacute;rmicos
      nos gumes de corte. <br>
      O emprego da quantidade m&iacute;nima de fluido de corte tamb&eacute;m
      trouxe bons resultados. Nos ensaios com minimiza&ccedil;&atilde;o as ferramentas
      tiveram uma performance bastante boa, contudo na usinagem com &oacute;leo
      mineral como fluido de corte ocorreu uma tend&ecirc;ncia a melhores resultados. </p>
    <p>&nbsp;</p>
    <div align="center">
      <p class="legendaFigura"><a href="usicav_aspec.jpg"><img src="usicav_aspec.jpg" width="328" height="223" border="0"></a><br>
  Ensaio de desgaste com m&iacute;nima quantidade <br>
  de fluido de corte sendo aplicada (&oacute;leo vegetal) </p>
      <p class="legendaFigura"><a href="usicav_aspec.jpg"><img src="usicav_aspec2.jpg" width="328" height="223" border="0"></a><br>
            Desgaste no flanco da ferramenta <br>
            caracter&iacute;stico do ensaio com emuls&atilde;o </p>
      </div></td>
</tr>
</table></center>
&nbsp;
<center><table BORDER=0 COLS=2 WIDTH="100%" >
<tr>
<td class="contato">Contato:
<br>
USICAV
<br>
<a href="../../perfil/pessoal/rolf.html">
Rolf Bertrand Schroeter Prof. Dr. Eng.
</a></td>

<td ALIGN=RIGHT VALIGN=BOTTOM class="atualizacao">&Uacute;ltima
Atualiza&ccedil;&atilde;o 
<!-- #BeginDate format:Ge1 -->21.06.2006<!-- #EndDate --></td>
</tr>
</table></center>
</body>
</html>
