<!doctype html public "-//w3c//dtd html 4.0 transitional//en">
<html>
<head>
   <meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
   
   <meta name="GENERATOR" content="Mozilla/4.7 [en] (WinNT; I) [Netscape]">
   <title>LMP - USICAV</title>
   <link href="../../estilo-texto.css" rel="stylesheet" type="text/css">
</head>
<body nosave>

<div align="left">
  <p><a href="../../home.html" target="mainFrame">LMP</a>&gt;<a href="../lp_principal.html">Linhas
  de Pesquisa</a>&gt;<a href="usicav.html">USICAV</a>&gt;Fresamento de Rasgos
  com Fresa de Topo de A&ccedil;o-R&aacute;pido</p>
</div>
<center>
<h4>FRESAMENTO DE RASGOS <br>
  COM FRESA DE TOPO DE A&Ccedil;O-R&Aacute;PIDO<br>
  </h4>
</center>
<center>
  <table CELLSPACING=0 CELLPADDING=0 COLS=1 WIDTH="90%" >
<tr>
  <td><h4>OBJETIVOS </h4>
    <p> Fresas de topo de a&ccedil;o r&aacute;pido s&atilde;o amplamente utilizadas
        na ind&uacute;stria metal-mec&acirc;nica. Estas ferramentas t&ecirc;m uma
        enorme versatilidade e possibilitam a execu&ccedil;&atilde;o de uma s&eacute;rie
        ampla de opera&ccedil;&otilde;es de fresamento. Canais, rasgos de chaveta,
        perfis e cavidades s&atilde;o alguns dos exemplos de opera&ccedil;&otilde;es
        executadas com fresas de topo. Sua grande utiliza&ccedil;&atilde;o est&aacute; tamb&eacute;m
        relacionada &agrave; grande facilidade de aquisi&ccedil;&atilde;o, baixo
        custo e f&aacute;cil reafia&ccedil;&atilde;o. <br>
        Este trabalho tem como objetivo principal levantar informa&ccedil;&otilde;es
        b&aacute;sicas sobre o comportamento deste tipo de ferramenta em processo.
        Dentre estas informa&ccedil;&otilde;es pode-se citar os esfor&ccedil;os produzidos
        na abertura de canais, o comportamento das for&ccedil;as, as formas e a evolu&ccedil;&atilde;o
        do desgaste e a influ&ecirc;ncia dos par&acirc;metros de entrada do processo
        (geometria da ferramenta, velocidade de corte, avan&ccedil;o, profundidade
        de corte, penetra&ccedil;&atilde;o de trabalho, fluido de corte, etc). </p>
    <h4>PROCEDIMENTOS </h4>
    <p>O processo de obten&ccedil;&atilde;o de informa&ccedil;&otilde;es b&aacute;sicas
      sobre a utiliza&ccedil;&atilde;o de fresas de topo tem como etapa inicial
      uma revis&atilde;o bibliogr&aacute;fica sobre o assunto em publica&ccedil;&otilde;es
      especializadas nacionais e internacionais. Esta pesquisa formar&aacute; um
      banco de dados com informa&ccedil;&otilde;es do estado da arte deste tipo
      de processo. <br>
      Na continuidade do trabalho ser&atilde;o planejados e executados ensaios
      de usinagem que ir&atilde;o ter como objetivos a confirma&ccedil;&atilde;o
      de aspectos j&aacute; conhecidos ou a busca de novas informa&ccedil;&otilde;es
      e comportamentos. Para tanto tem-se &agrave; disposi&ccedil;&atilde;o diversos
      equipamentos dentre os quais pode-se citar: fresadora comandada numericamente,
      plataforma piezel&eacute;trica para medi&ccedil;&atilde;o de for&ccedil;as,
      um completo sistema de aquisi&ccedil;&atilde;o de sinais, equipamentos
      de medi&ccedil;&atilde;o e avalia&ccedil;&atilde;o de resultados e uma
      ampla estrutura de apoio computacional. </p>
    <h4>RESULTADOS </h4>
    <p>Os resultados que s&atilde;o esperados ser&atilde;o &uacute;teis para
      que o complexo processo de fabrica&ccedil;&atilde;o por fresamento seja
      conhecido de maneira menos emp&iacute;rica e com maior fundamento cient&iacute;fico. <br>
      Espera-se tamb&eacute;m que esta pesquisa seja o in&iacute;cio e a base
      de futuros desenvolvimentos na &aacute;rea de fresamento e obten&ccedil;&atilde;o
      de cavidades. </p>
    <p></p>
    <p align="center" class="legendaFigura"><img src="usicav_fresa01.jpg" width="215" height="188"><br>
  In&iacute;cio da usinagem <br>
  Ensaio de for&ccedil;a </p>
    <p align="center" class="legendaFigura"><img src="usicav_fresa02.jpg" width="214" height="158"><br>
  Execu&ccedil;&atilde;o
      de canais <br>
      Ensaio de desgaste</p>
    </td>
</tr>
</table></center>
&nbsp;
<center><table BORDER=0 COLS=2 WIDTH="100%" >
<tr>
<td class="contato">Contato:
<br>
USICAV
<br>
<a href="../../perfil/pessoal/rolf.html">
Rolf Bertrand Schroeter Prof. Dr. Eng.
</a></td>

<td ALIGN=RIGHT VALIGN=BOTTOM class="atualizacao">&Uacute;ltima
Atualiza&ccedil;&atilde;o 
<!-- #BeginDate format:Ge1 -->21.06.2006<!-- #EndDate --></td>
</tr>
</table></center>
</body>
</html>
