<!doctype html public "-//w3c//dtd html 4.0 transitional//en">
<html>
<head>
   <meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
   
   <meta name="GENERATOR" content="Mozilla/4.7 [en] (WinNT; I) [Netscape]">
   <title>LMP - USICAV</title>
   <link href="../../estilo-texto.css" rel="stylesheet" type="text/css">
</head>
<body nosave>

<div align="left">
  <p><a href="../../home.html" target="mainFrame">LMP</a>&gt;<a href="../lp_principal.html">Linhas
  de Pesquisa</a>&gt;<a href="usicav.html">USICAV</a>&gt;Fresamento de Grafita
  Industrial em Altas Velocidades</p>
</div>
<center>
<h4>FRESAMENTO DE GRAFITA INDUSTRIAL EM ALTAS VELOCIDADES 
  </h4>
</center>
<center>
  <table CELLSPACING=0 CELLPADDING=0 COLS=1 WIDTH="90%" >
<tr>
  <td><h4>OBJETIVOS</h4>
    <p>        Um dos mais vers&aacute;teis materiais utilizados para eletrodo-ferramenta
      em processos de eletroeros&atilde;o por penetra&ccedil;&atilde;o &eacute; a
      grafita. Caracter&iacute;sticas espec&iacute;ficas de dureza, resist&ecirc;ncia,
      microestrutura e mecanismo de atrito requerem um enfoque diferenciado daquele
      aplicado &agrave; usinagem de metais, para a sele&ccedil;&atilde;o das geometrias
      de ferramentas, material de ferramenta e par&acirc;metros de corte.</p>
    <p>O objetivo deste trabalho &eacute; um melhor entendimento do processo
      de corte da grafita industrial, principalmente aplicado ao processo de
      fresamento. A utiliza&ccedil;&atilde;o do material grafita &eacute; de
      grande interesse entre os fabricantes de matrizes de corte e inje&ccedil;&atilde;o,
      para fabrica&ccedil;&atilde;o de eletrodos para eletroeros&atilde;o. Estas
      s&atilde;o ferramentas de import&acirc;ncia fundamental para usinagem de
      cavidades profundas ou de forma complexa.</p>
    <h4><br>
      PROCEDIMENTOS </h4>
    <p>A obten&ccedil;&atilde;o de informa&ccedil;&otilde;es b&aacute;sicas sobre
      a usinagem da grafita industrial tem como etapa inicial uma revis&atilde;o
      bibliogr&aacute;fica sobre o assunto, em livros e publica&ccedil;&otilde;es
      especializadas nacionais e internacionais. Desta pesquisa ser&aacute; formado
      um banco de dados com informa&ccedil;&otilde;es do estado da arte deste
      tipo de processo.</p>
    <p>Atrav&eacute;s de ensaios de fresamento, comparando as diferentes dire&ccedil;&otilde;es
      de corte, uso ou n&atilde;o de meios lubri-refrigerantes e varia&ccedil;&atilde;o
      de par&acirc;metros de corte para opera&ccedil;&otilde;es de acabamento,
      pretende-se obter resultados tecnologicamente &uacute;teis para a ind&uacute;stria
      de matrizaria e ferramentas para eletroeros&atilde;o. </p>
    <h4>RESULTADOS</h4>
    <p>Os resultados da pesquisa permitir&atilde;o o entendimento do processo
      de fabrica&ccedil;&atilde;o de eletrodos ou outros componentes a partir
      de grafita, por fresamento, de maneira menos emp&iacute;rica, com maior
      fundamento cient&iacute;fico e com aplica&ccedil;&atilde;o direta na ind&uacute;stria.
      Al&eacute;m disto, pretende-se mostrar que a utiliza&ccedil;&atilde;o da
      grafita e o seu processamento s&atilde;o economicamente vi&aacute;veis,
      e que trazem tamb&eacute;m vantagens tecnol&oacute;gicas.</p>
    <p>Espera-se tamb&eacute;m que esta pesquisa possa servir como refer&ecirc;ncia
      para futuros desenvolvimentos na &aacute;rea de fresamento e obten&ccedil;&atilde;o
      de cavidades, com o uso de materiais de ferramenta e m&eacute;todos de
      fabrica&ccedil;&atilde;o melhores.</p>
    <p>&nbsp;</p>
    <p align="center" class="legendaFigura"><img src="usicav_grafita.jpg" width="367" height="269"></p></td>
</tr>
</table></center>
&nbsp;
<center><table BORDER=0 COLS=2 WIDTH="100%" >
<tr>
<td class="contato">Contato:
<br>
USICAV
<br>
<a href="../../perfil/pessoal/rolf.html">
Rolf Bertrand Schroeter Prof. Dr. Eng.
</a></td>

<td ALIGN=RIGHT VALIGN=BOTTOM class="atualizacao">&Uacute;ltima
Atualiza&ccedil;&atilde;o 
<!-- #BeginDate format:Ge1 -->21.06.2006<!-- #EndDate --></td>
</tr>
</table></center>
</body>
</html>
