<!doctype html public "-//w3c//dtd html 4.0 transitional//en">
<html>
<head>
   <meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
   
   <meta name="GENERATOR" content="Mozilla/4.7 [en] (WinNT; I) [Netscape]">
   <title>LMP - USICAV</title>
   <link href="../../estilo-texto.css" rel="stylesheet" type="text/css">
</head>
<body nosave>

<div align="left">
  <p><a href="../../home.html" target="mainFrame">LMP</a>&gt;<a href="../lp_principal.html">Linhas
  de Pesquisa</a>&gt;<a href="usicav.html">USICAV</a>&gt;Mandrilamento com Cabe&ccedil;ote
  de Excentricidade Regul&aacute;vel e Sistema de Balanceamento</p>
</div>
<center>
<h4>MANDRILAMENTO COM CABE&Ccedil;OTE DE EXCENTRICIDADE <br>
  REGUL&Aacute;VEL E SISTEMA DE BALANCEAMENTO</h4>
</center>
<center>
  <table CELLSPACING=0 CELLPADDING=0 COLS=1 WIDTH="90%" >
<tr>
  <td height="686"><h4>OBJETIVOS </h4>
    <p>        Embora as ferramentas de mandrilar raramente cheguem a 15 % do total
              de ferramentas envolvidas na usinagem, s&atilde;o de extrema import&acirc;ncia &agrave; produtividade
          de um processo. Uma vez que o mandrilamento &eacute; um processo freq&uuml;entemente
          empregado na usinagem final de pe&ccedil;as, que j&aacute; adquiriram um
          elevado valor agregado atrav&eacute;s de horas de usinagem pr&eacute;via,
          a produ&ccedil;&atilde;o de refugos neste est&aacute;gio &eacute; altamente
          indesej&aacute;vel. <br>
          Os objetivos deste trabalho s&atilde;o a verifica&ccedil;&atilde;o e compara&ccedil;&atilde;o
        das caracter&iacute;sticas din&acirc;micas e influ&ecirc;ncia sobre a qualidade
        da superf&iacute;cie usinada, assim como sobre a precis&atilde;o de forma
        e dimensional no mandrilamento com cabe&ccedil;otes munidos de regulagem
        de excentricidade da ferramenta e do sistema de balanceamento incorporado. </p>    <h4>PROCEDIMENTOS </h4>
    <p>O desbalanceamento de cabe&ccedil;otes de mandrilar causado pela excentricidade
      da ferramenta de corte influi no n&iacute;vel de vibra&ccedil;&atilde;o
      da m&aacute;quina, o que por sua vez influi na qualidade da superf&iacute;cie
      e na precis&atilde;o de forma dos furos usinados. Com o intuito de contribuir
      para a otimiza&ccedil;&atilde;o do processo de mandrilamento de precis&atilde;o,
      pretende-se comparar o comportamento dos cabe&ccedil;otes de mandrilar
      mais conhecidos no mercado. Todos os cabe&ccedil;otes de mandrilar selecionados
      apresentam possibilidade de regulagem da excentricidade da ferramenta,
      sendo destinados ao mandrilamento de furos na faixa de 10 a 25 mm de di&acirc;metro.
      Alguns dos cabe&ccedil;otes possuem sistema de balanceamento integrado. <br>
      Os materiais usado nos experimentos s&atilde;o alum&iacute;nio c/ 15% de
      sil&iacute;cio, ferro fundido GGG 30, a&ccedil;o SAE 1045 e a&ccedil;o
      SAE 4340. </p>
    <p>Cinco s&atilde;o os aspectos de interesse neste trabalho: </p>
    <ul>
      <li>Medi&ccedil;&atilde;o de caracter&iacute;sticas din&acirc;micas: com a
          medi&ccedil;&atilde;o do n&iacute;vel de vibra&ccedil;&atilde;o pretende-se
          avaliar a influ&ecirc;ncia que o sistema de balanceamento tem sobre a vibra&ccedil;&atilde;o
          do sistema fuso da m&aacute;quina - cabe&ccedil;ote. </li>
      <li> Influ&ecirc;ncia sobre a qualidade superficial: avalia&ccedil;&atilde;o
            da influ&ecirc;ncia do sistema de balanceamento sobre o acabamento superficial
            atrav&eacute;s da medi&ccedil;&atilde;o de rugosidade dos corpos
            de prova usinados. </li>
      <li> Influ&ecirc;ncia sobre a precis&atilde;o de forma: avalia&ccedil;&atilde;o
            da influ&ecirc;ncia do sistema de balanceamento sobre a circularidade
          dos furos mandrilados. </li>
      <li>Precis&atilde;o de regulagem: para uma dada
            varia&ccedil;&atilde;o de di&acirc;metro &eacute; feita
            a regulagem de excentricidade e, ap&oacute;s mandrilado o furo, medido
            o di&acirc;metro alcan&ccedil;ado a fim de fazer a compara&ccedil;&atilde;o
          entre este e o di&acirc;metro pr&eacute;-determinado. </li>
      <li>Tempo de regulagem:
            dado um di&acirc;metro, &eacute; medido o tempo necess&aacute;rio
            para atingir esta medida. Para tanto &eacute; levado em considera&ccedil;&atilde;o
            tanto a regulagem do cabe&ccedil;ote, quanto o n&uacute;mero de passes
            necess&aacute;rios para se atingir a medida dentro da toler&acirc;ncia
            desejada. <br>
      </li>
      </ul>
    <p align="center" class="legendaFigura"><img src="usicav_mandril01.jpg" width="467" height="314"> </p>
    <p align="center" class="legendaFigura">Cabe&ccedil;otes de mandrilar</p></td>
</tr>
</table></center>
&nbsp;
<center><table BORDER=0 COLS=2 WIDTH="100%" >
<tr>
<td class="contato">Contato:
<br>
USICAV
<br>
<a href="../../perfil/pessoal/rolf.html">
Rolf Bertrand Schroeter Prof. Dr. Eng.
</a></td>

<td ALIGN=RIGHT VALIGN=BOTTOM class="atualizacao">&Uacute;ltima
Atualiza&ccedil;&atilde;o 
<!-- #BeginDate format:Ge1 -->21.06.2006<!-- #EndDate --></td>
</tr>
</table></center>
</body>
</html>
