<!doctype html public "-//w3c//dtd html 4.0 transitional//en">
<html>
<head>
   <meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
   
   <meta name="GENERATOR" content="Mozilla/4.74 [en] (WinNT; U) [Netscape]">
   <title>LMP - FURCON</title>
   <link href="../../estilo-texto.css" rel="stylesheet" type="text/css">
</head>
<body nosave>

<div align=right>
  <p align="left"><a href="../../home.html" target="mainFrame">LMP</a>&gt;<a href="../lp_principal.html">Linhas
  de Pesquisa</a>&gt;<a href="furcon.html">FURCON</a>&gt;Rosqueamento por Conforma&ccedil;&atilde;o</p>
  <h4 align="center">ROSQUEAMENTO POR CONFORMA&Ccedil;&Atilde;O<br>
  </h4>
</div>

<center><table CELLSPACING=0 CELLPADDING=0 COLS=1 WIDTH="90%" >
<tr>
<td><h4>OBJETIVOS</h4>
  <p> Este trabalho tem por objetivo estudar os fundamentos do processo de rosqueamento
      por conforma&ccedil;&atilde;o atrav&eacute;s da an&aacute;lise de resultados
      de ensaios verificando a influ&ecirc;ncia de diversos fatores sobre o processo. <br>
      PROCEDIMENTOS </p>  <p>O rosqueamento por conforma&ccedil;&atilde;o de buchas escoadas substitui
    satisfatoriamente em muitos casos a aplica&ccedil;&atilde;o da porca soldada,
    parafusos de rosca soberba, e outros casos de rosqueamento em chapas de pouca
    espessura. </p>
      <p> As caracter&iacute;sticas do processo de rosqueamento por conforma&ccedil;&atilde;o
      dependem das vari&aacute;veis de trabalho e dos par&acirc;metros de entrada
      empregados. Como vari&aacute;veis principais temos a velocidade de conforma&ccedil;&atilde;o
      e o di&acirc;metro do furo inicial, e como par&acirc;metros o di&acirc;metro
      da ferramenta, a espessura da chapa, o material da chapa, condutividade t&eacute;rmica,
      resist&ecirc;ncia &agrave; deforma&ccedil;&atilde;o, material da ferramenta
      e lubrificante empregado. </p>
      <p> As caracter&iacute;sticas do processo s&atilde;o avaliadas basicamente pelo
        momento tor&ccedil;or e pela forma do filete produzido. </p>      <h4>RESULTADOS </h4>
  <p>Avaliam-se os resultados de trabalho pelas dimens&otilde;es das roscas,
    qualidade superficial das roscas, resist&ecirc;ncia das roscas e pelo desgaste
    da ferramenta. <br>
    Finalmente todos esses fatores devem ser avaliados em termos de produtividade
    e custos para verificar, ou n&atilde;o, a viabilidade econ&ocirc;mica do
    processo. </p>
  <h4>As principais vantagens deste processo s&atilde;o: </h4>
  <ul>
    <li>aumento da resist&ecirc;ncia da rosca devido ao encruamento;        </li>
    <li>maiores velocidades de conforma&ccedil;&atilde;o da rosca; </li>
    <li> boa qualidade superficial dos filetes; e </li>
    <li> a longa vida das ferramentas. </li>
    </ul>
  <p align="center"><span class="legendaFigura"><img src="rosqfurcon.gif" width="166" height="305"><br>
  Forma&ccedil;&atilde;o
    dos filetes no rosqueamento por conforma&ccedil;&atilde;o.</span><br>
    </p></td>
</tr>
</table>
  <table BORDER=0 COLS=2 WIDTH="100%" >
    <tr>
      <td class="contato">Contato: <br>
      FURCON<br>
      <a href="../perfil/pessoal/walter.html"> Walter Lindolfo Weingaertner Prof.
      Dr.-Ing</a></td>
      <td ALIGN=RIGHT VALIGN=BOTTOM class="atualizacao">&Uacute;ltima Atualiza&ccedil;&atilde;o
      <!-- #BeginDate format:Ge1 -->23.06.2006<!-- #EndDate -->
      </td>
    </tr>
  </table>
</center>
</body>
</html>