<!doctype html public "-//w3c//dtd html 4.0 transitional//en">
<html>
<head>
   <meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
   
   <meta name="GENERATOR" content="Mozilla/4.74 [en] (WinNT; U) [Netscape]">
   <title>LMP - FURCON</title>
   <link href="../../estilo-texto.css" rel="stylesheet" type="text/css">
</head>
<body nosave>

<div align=right>
  <p align="left"><a href="../../home.html" target="mainFrame">LMP</a>&gt;<a href="../lp_principal.html">Linhas
  de Pesquisa</a>&gt;FURCON</p>
  <h4>Fura&ccedil;&atilde;o e Rosqueamento por Conforma&ccedil;&atilde;o - FURCON</h4>
</div>

<center><table CELLSPACING=0 CELLPADDING=0 COLS=1 WIDTH="90%" >
<tr>
<td><h4><b>DESCRI&Ccedil;&Atilde;O</b></h4>
  <p>Os estudos na &aacute;rea de Fura&ccedil;&atilde;o
      por Escoamento e Rosqueamento por Conforma&ccedil;&atilde;o tiveram o seu
      in&iacute;cio em 1991, com um trabalho de mestrado que estudou a utiliza&ccedil;&atilde;o
      de avan&ccedil;os autom&aacute;ticos nos processos de fura&ccedil;&atilde;o
      por escoamento e rosqueamento por conforma&ccedil;&atilde;o. Foram analizados
      diversos materiais ferrosos e n&atilde;o-ferrosos, estudando-se a qualidade
      das rebarbas das buchas escoadas e a resist&ecirc;ncia das roscas produzidas.&nbsp; </p>
  <p>      Desde ent&atilde;o o grupo realizou diversos
    trabalhos com ind&uacute;strias como Mercedes Benz do Brasil, Yanes Minas Ltda,
    Reubli S.A. Teve tamb&eacute;m acordo de coopera&ccedil;&atilde;o com a Flowdrill
    B. V. da Holanda e projetos de pesquisa integrados com
    UBA – Buenos Aires (Argentina), Universidade de Tarapac&aacute; – Arica (Chile),
    Institut f&uuml;r Produtkionstechnik und Logistik – IPL (Alemanha). <br>
    Al&eacute;m desses trabalhos, foi conclu&iacute;do mais um trabalho de mestrado.
    Neste realizou-se uma an&aacute;lise comparativa
    entre o uso de condi&ccedil;&otilde;es de trabalho constantes em processo com
    a utiliza&ccedil;&atilde;o de condi&ccedil;&otilde;es de trabalhos
    vari&aacute;veis, com base nas vari&aacute;veis de processo e resultados de trabalho.
    Desenvolveu-se, tamb&eacute;m, um estudo metal&uacute;rgico do processo, com
    o objetivo de determinar as transforma&ccedil;&otilde;es
    microestruturais com &ecirc;nfase nos fen&ocirc;menos de recristaliza&ccedil;&atilde;o
    e refino de gr&atilde;o. </p>
  <p> Atualmente o grupo desenvolve dois trabalhos de doutorado e um de mestrado.
      O trabalho de mestrado estuda a aplica&ccedil;&atilde;o
      de materiais cer&acirc;micos como material para confec&ccedil;&atilde;o de ferramentas
      de fura&ccedil;&atilde;o por escoamento. Para tanto, devem ser determinadas as
      altera&ccedil;&otilde;es tecnol&oacute;gicas necess&aacute;rias,
      as caracter&iacute;sticas desenvolvidas (esfor&ccedil;os e temperatura gerados),
      e os resultados da aplica&ccedil;&atilde;o. </p>
  <p>Um dos trabalhos de doutorado
          objetiva otimizar o processo de fura&ccedil;&atilde;o por escoamento atrav&eacute;s do
            estudo da influ&ecirc;ncia da geometria da ferramenta sobre a movimenta&ccedil;&atilde;o
            do material, assim como sobre os esfor&ccedil;os e temperaturas gerados durante
            a execu&ccedil;&atilde;o do processo. O outro trabalho busca entender
            a rela&ccedil;&atilde;o entre as condi&ccedil;&otilde;es da realiza&ccedil;&atilde;o
            do processo e a influ&ecirc;ncia destes sobre as altera&ccedil;&otilde;es microestruturais
            e sobre as altera&ccedil;&otilde;es nas propriedades mec&acirc;nicas dos materiais,
          no caso, a&ccedil;o de baixo carbono laminado a quente. </p>  <h4><b>&nbsp;</b> <br>
          <b>&Aacute;REAS EM DESENVOLVIMENTO</b></h4>
  <ul>
    <li> <a href="furcon_rosquea.html">ROSQUEAMENTO POR CONFORMA&Ccedil;&Atilde;O</a></li>
  </ul>
  <ul>
    <li> <a href="furcon_furacao.html">FURA&Ccedil;&Atilde;O POR ESCOAMENTO</a></li>
  </ul>
  <h4><b>PARCEIROS</b>
  </h4>
  <ul>
    <li> Laborat&oacute;rio de Conforma&ccedil;&atilde;o - <b>UFSC</b></li>
    <li> Laborat&oacute;rio de F&iacute;sica - <b>UFRGS</b></li>
    <li> Departamento de Engenharia Mec&acirc;nica&nbsp; - <b>UFC</b></li>
    <li> <a href="http://www.cosipa.com.br/" target="_blank">COSIPA</a> - Companhia
      Sider&uacute;rgica Paulista</li>
    <li> Empresa ZECHA</li>
    <li> Empresa <a href="http://www.emuge.de/" target="_blank">EMUGE</a><b> -
        Alemanha</b></li>
    <li> <a href="http://www.ipt.fhg.de/" target="_blank">Fraunhofer IPT, Aachen</a> - <b>Alemanha</b> (conv&ecirc;nio)</li>
    <li> <a href="http://www.ipl.maschinenbau.uni-kassel.de/" target="_blank">Institut
        f&uuml;r Produtkionstechnik und Logistik (IPL), Kassel</a> - <b>Alemanha</b> (conv&ecirc;nio)<font face="Arial,Helvetica"></font><font face="Arial,Helvetica"></font><font face="Arial,Helvetica"></font><font face="Arial,Helvetica"></font></li>
  </ul></td>
</tr>
</table>
  <p>&nbsp;</p>
  <table BORDER=0 COLS=2 WIDTH="100%" >
    <tr>
      <td class="contato">Contato: <br>
      FURCON<br>
      <a href="../perfil/pessoal/walter.html"> Walter Lindolfo Weingaertner Prof.
      Dr.-Ing</a></td>
      <td ALIGN=RIGHT VALIGN=BOTTOM class="atualizacao">&Uacute;ltima Atualiza&ccedil;&atilde;o
      <!-- #BeginDate format:Ge1 -->27.04.2006<!-- #EndDate -->
      </td>
    </tr>
  </table>
  </center>
</body>
</html>