<!doctype html public "-//w3c//dtd html 4.0 transitional//en">
<html>
<head>
   <meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
   
   <meta name="GENERATOR" content="Mozilla/4.74 [en] (WinNT; U) [Netscape]">
   <title>LMP - SIMAP</title>
   <link href="../../estilo-texto.css" rel="stylesheet" type="text/css">
</head>
<body nosave>

<div align=right>
  <p align="left"><a href="../../home.html" target="mainFrame">LMP</a>&gt;<a href="../lp_principal.html">Linhas
  de Pesquisa</a>&gt;<a href="simap.html">SIMAP</a>&gt;Fus&atilde;o de Sensores Atrav&eacute;s
  de Redes Neurais</p>
  <h4 align="center">FUS&Atilde;O DE SENSORES ATRAV&Eacute;S DE REDES NEURAIS<br>
  </h4>
</div>

<center><table CELLSPACING=0 CELLPADDING=0 COLS=1 WIDTH="90%" >
<tr>
<td><h4>INTRODU&Ccedil;&Atilde;O </h4>
  <p>      A necessidade de sistemas precisos e confi&aacute;veis na aquisi&ccedil;&atilde;o
      via sensores dos sinais gerados na usinagem &eacute; fundamental nos casos
      onde o monitoramento e o controle do processo fazem-se presentes. Quando os
      dados s&atilde;o coletados diretamente, tem-se o problema da parada do processo
      para que se possa efetuar a medi&ccedil;&atilde;o. A medi&ccedil;&atilde;o
      indireta, por outro lado, &eacute; feita on-line, mas perde-se confiabilidade
      dos dados obtidos. A solu&ccedil;&atilde;o encontrada foi a elabora&ccedil;&atilde;o
      de um sistema multisensores, onde cada sensor torna-se complementar ao outro,
      aumentando no sistema on-line a confiabilidade dos valores obtidos. Os diversos
      sinais captados pelos m&uacute;ltiplos sensores, ap&oacute;s serem devidamente
      tratados, s&atilde;o ent&atilde;o combinados atrav&eacute;s de uma rede neural,
      cuja resposta pode ser empregada como vari&aacute;vel de controle e rea&ccedil;&atilde;o
      do sistema. </p>
  <h4>OBJETIVO </h4>
  <p>Desenvolver e implementar um modelo baseado no conexionismo, capaz de realizar
    a fus&atilde;o de diferentes sinais captados por m&uacute;ltiplos sensores,
    de modo a se obter uma vari&aacute;vel de resposta adequada a uma poss&iacute;vel
    tomada de decis&atilde;o. </p>
  <h4>DESENVOLVIMENTO DA PESQUISA </h4>
  <p>A aplica&ccedil;&atilde;o de um &uacute;nico sensor no monitoramento on-line
    pode apresentar dados vagos e incompletos, al&eacute;m de poder ser insens&iacute;vel
    a determinado tipo de altera&ccedil;&atilde;o no processo. Empregando-se
    multisensores, a informa&ccedil;&atilde;o de um sensor pode se mostrar fraca
    e escassa, enquanto que a do outro pode ser segura e robusta. O uso de sensores
    de for&ccedil;a e emiss&atilde;o ac&uacute;stica tem se mostrado eficaz no
    monitoramento do estado da ferramenta de corte na usinagem de metais, principalmente
    pela forte rela&ccedil;&atilde;o dos sinais com desgastes e avarias, al&eacute;m
    da grande capacidade de se auto complementarem. Uma rede neural &eacute; capaz
    de suprimir as informa&ccedil;&otilde;es deficientes de um sinal com rela&ccedil;&atilde;o
    a um problema detectado, desabilitando a entrada deste e a sobrepondo (atrav&eacute;s
    da altera&ccedil;&atilde;o dos pesos nas conex&otilde;es entre os n&iacute;veis
    da rede) com a entrada dos outros sinais relevantes. Um modelo gen&eacute;rico
    e flex&iacute;vel, a partir de sinais de for&ccedil;a e emiss&atilde;o ac&uacute;stica,
    ser&aacute; obtido atrav&eacute;s de conhecimento dedutivo da teoria j&aacute; existente
    e dispon&iacute;vel, e do conhecimento indutivo, obtido atrav&eacute;s da
    realiza&ccedil;&atilde;o de testes com vari&aacute;veis controladas. </p>
  <p align="center" class="legendaFigura"><img src="simap_fusao.jpg" width="394" height="944"></p>
  <p align="center" class="legendaFigura">Modelo de Fus&atilde;o de Sensores</p>
  <p></p></td>
</tr>
</table>
  <p>&nbsp;</p>
  <table BORDER=0 COLS=2 WIDTH="100%" >
    <tr>
      <td class="contato">Contato: <br>
      SIMAP <br>
      <a href="../perfil/pessoal/walter.html"> Walter Lindolfo Weingaertner Prof.
      Dr.-Ing</a></td>
      <td ALIGN=RIGHT VALIGN=BOTTOM class="atualizacao">&Uacute;ltima Atualiza&ccedil;&atilde;o
      <!-- #BeginDate format:Ge1 -->21.06.2006<!-- #EndDate -->
      </td>
    </tr>
  </table>
  </center>
</body>
</html>