<!doctype html public "-//w3c//dtd html 4.0 transitional//en">
<html>
<head>
   <meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
   
   <meta name="GENERATOR" content="Mozilla/4.7 [en] (WinNT; I) [Netscape]">
   <title>LMP - SIMUS</title>
   <link href="../../estilo-texto.css" rel="stylesheet" type="text/css">
</head>
<body nosave>

<div align="left">
  <p><a href="../../home.html" target="mainFrame">LMP</a>&gt;<a href="../lp_principal.html">Linhas
  de Pesquisa</a>&gt;<a href="simus.html">SIMUS</a>&gt;Fresamento Externo de
  Virabrequins</p>
</div>
<center>
<h4>FRESAMENTO EXTERNO DE VIRABREQUINS&nbsp;</h4>
</center>
<center><table CELLSPACING=0 CELLPADDING=0 COLS=1 WIDTH="90%" >
<tr>
<td><p>O virabrequim &eacute; um dos componentes de grande import&acirc;ncia
    num motor automotivo, cuja fun&ccedil;&atilde;o &eacute; a transforma&ccedil;&atilde;o
    do movimento linear alternado dos pist&otilde;es em movimento rotativo. Este
    componente apresenta geometria complexa, tornando necess&aacute;rio, para
    a sua fabrica&ccedil;&atilde;o, o emprego de v&aacute;rios processos, desde
    fura&ccedil;&atilde;o at&eacute; a aplica&ccedil;&atilde;o de processos especiais
    como torno-brochamento (Drehr&auml;umen) e fresamento perif&eacute;rico externo
    circunferencial exc&ecirc;ntrico de mergulho (Aussenfr&auml;sen). </p>
  <p align="center" class="legendaFigura"><img src="simus_virabrequins04.jpg" width="412" height="296"><br>
    Componentes do virabrequim</p>
  <p align="center" class="legendaFigura"><img src="simus_virabrequins05.jpg" width="414" height="296"><br>
    Componentes do virabrequim</p>
  <p>O fresamento
      externo, aplicado na usinagem dos munh&otilde;es do virabrequim, torna-se
      uma opera&ccedil;&atilde;o complexa por se tratar de uma usinagem fora de
      centro, onde o centro de giro do virabrequim n&atilde;o coincide com o centro
      de giro de usinagem, que neste caso &eacute; o centro do munh&atilde;o. Para
      o estudo experimental do processo e a otimiza&ccedil;&atilde;o dos resultados
      de trabalho seria necess&aacute;ria a execu&ccedil;&atilde;o de um grande
      n&uacute;mero de ensaios, impossibilitando t&eacute;cnica e financeiramente
      o trabalho. Uma possibilidade para a otimiza&ccedil;&atilde;o desse processo
      pode ser alcan&ccedil;ada empregando o m&eacute;todo da simula&ccedil;&atilde;o
      em computador. </p>
  <h4>OBJETIVOS</h4>
  <p>O objetivo ent&atilde;o &eacute; modelar e simular a se&ccedil;&atilde;o
      do cavaco te&oacute;rico no processo de fresamento externo e estudar a influ&ecirc;ncia
      da varia&ccedil;&atilde;o da espessura de usinagem na for&ccedil;a de usinagem
      e no mecanismo de desgaste da ferramenta.</p>  <h4>PROCEDIMENTO</h4>
  <p>A modelagem do processo foi feita a partir da observa&ccedil;&atilde;o do movimento relativo
    da ferramenta de corte e o virabrequim. O equacionamento da cinem&aacute;tica do
    processo &eacute; bastante complexo, j&aacute; que o eixo de rota&ccedil;&atilde;o do virabrequim n&atilde;o
    coincide com o centro de rota&ccedil;&atilde;o do munh&atilde;o. </p>
  <p align="center" class="legendaFigura"><img src="simus_virabrequins01.jpg" width="429" height="393"><br>
    Processo de fresamento externo de virabrequins</p>
  <p align="center" class="legendaFigura"><img src="simus_virabrequins02.jpg" width="152" height="180"></p>
  <p align="left">A partir da simula&ccedil;&atilde;o da cinem&aacute;tica
    do processo, com a determina&ccedil;&atilde;o da trajet&oacute;ria entre
    dois gumes sucessivos e da espessura de usinagem, pode-se estimar os esfor&ccedil;os
    que ocorrem durante o processo de corte utilizando modelos de for&ccedil;a
    relacionadas ao processo de forma&ccedil;&atilde;o do cavaco. O conhecimento
    das componentes das for&ccedil;as de usinagem permite um maior dom&iacute;nio
    do processo e uma conseq&uuml;ente otimiza&ccedil;&atilde;o do mesmo. Esta
    an&aacute;lise tem enfoque na cinem&aacute;tica do processo, de forma a obter
    o comprimento de contato da ferramenta durante o corte, a espessura de usinagem
    e a maior espessura de usinagem para o fresamento externo concordante e discordante,
    e posterior an&aacute;lise das for&ccedil;as atrav&eacute;s da aplica&ccedil;&atilde;o
    do modelo cl&aacute;ssico de for&ccedil;a proposto por Kienzle.</p>
  <div align="center">
    <h4 align="left">RESULTADOS</h4>
  </div>
  <p>A simula&ccedil;&atilde;o do processo de fresamento externo mostrou-se vi&aacute;vel,
    permitindo melhor compreens&atilde;o do processo, permitindo a verifica&ccedil;&atilde;o
    de diversas condi&ccedil;&otilde;es de corte sem a necessidade de ensaios. O processo de
    forma&ccedil;&atilde;o
    de cavaco te&oacute;rico foi descrito
    de maneira prevista, em forma de v&iacute;rgula. Os modelos desenvolvidos
    permitiram a determina&ccedil;&atilde;o da espessura
    de usinagem te&oacute;rica, assim como a for&ccedil;a de corte e as solicita&ccedil;&otilde;es
    atuantes durante o processo. </p>
  </td>
</tr>
</table></center>
&nbsp;
<center><table BORDER=0 COLS=2 WIDTH="100%" >
<tr>
<td class="contato">Contato:
<br>
SIMUS<br>
<a href="../../perfil/pessoal/rolf.html">
Rolf Bertrand Schroeter Prof. Dr. Eng.
</a></td>

<td ALIGN=RIGHT VALIGN=BOTTOM class="atualizacao">&Uacute;ltima
Atualiza&ccedil;&atilde;o 
<!-- #BeginDate format:Ge1 -->21.06.2006<!-- #EndDate --></td>
</tr>
</table></center>
</body>
</html>
