<!doctype html public "-//w3c//dtd html 4.0 transitional//en">
<html>
<head>
   <meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
   <meta name="GENERATOR" content="Mozilla/4.74 [en] (WinNT; U) [Netscape]">
   <title>LMP - SIMUS</title>
   <link href="../../estilo-texto.css" rel="stylesheet" type="text/css">
</head>
<body nosave>
<div align=right>
  <p align="left"><a href="../../home.html" target="mainFrame">LMP</a>&gt;<a href="../lp_principal.html">Linhas
  de Pesquisa</a>&gt;<a href="simus.html">SIMUS</a>&gt;</p>
</div>

<center><table CELLSPACING=0 CELLPADDING=0 COLS=1 WIDTH="90%" >
<tr>
<td valign="top"><h4><a href="simus.html"><img src="SIMUS - MODELO.jpg" alt="Modelagem e Simula&ccedil;&atilde;o de Processos de Fabrica&ccedil;&atilde;o" width="226" height="136" border="0"></a></h4>
  <p><span class="contatoesq"><br> 
    Prof. Dr.- Ing. Walter L. Weingaertner<br>
    Prof. Dr. Eng. Rolf Bertrand Schroeter<br>
    <br>
    LMP - Laborat&oacute;rio de Mec&acirc;nica de Precis&atilde;o<br>
  </span><span class="contatoesq">Universidade Federal de Santa Catarina <br>
  Departamento de Engenharia Mec&acirc;nica <br>
    Caixa Postal 476 - EMC <br>
    88010-970 <br>
    Florian&oacute;polis - SC - Brasil<br>
    Tel. : +55 (48) 3721-9395<br>
    URL : http://www.lmp.ufsc.br</span><br>
    <span class="contatoesq"><br>
    Contato: <br>
     Prof. Dr. Eng. Rolf Bertrand Schroeter <br>
     E-mail: rolf@emc.ufsc.br <br>
     <br>
     Eng. R&eacute;gis Carpes Pontel <br>
     E-mail: regpon@gmail.com </span></p>  </td>
<td>&nbsp;</td>
<td><h4>MODELAGEM E SIMULA&Ccedil;&Atilde;O DAS FOR&Ccedil;AS E DEFORMA&Ccedil;&Otilde;ES DO MATERIAL NA REGI&Atilde;O DO GUME TRANSVERSAL DE BROCAS HELICOIDAIS </h4>
  <h4><b>OBJETIVOS</b>&nbsp;</h4>
  <p>O objetivo do trabalho &eacute; a realiza&ccedil;&atilde;o de experimentos e an&aacute;lise de ra&iacute;zes de cavaco para verificar altera&ccedil;&otilde;es da for&ccedil;a e encruamento do material causados pela deforma&ccedil;&atilde;o, ocorrida na regi&atilde;o do gume transversal, sendo os dados resultantes dos experimentos alimentados no modelo de fura&ccedil;&atilde;o desenvolvido. </p>
  <p>Neste gume, tem-se um fen&ocirc;meno de dif&iacute;cil modelagem e controle: em decorr&ecirc;ncia do &acirc;ngulo de sa&iacute;da negativo, ele praticamente n&atilde;o realiza corte de material e sim uma deforma&ccedil;&atilde;o pl&aacute;stica do material da pe&ccedil;a e extrus&atilde;o deste material na dire&ccedil;&atilde;o das regi&otilde;es cortantes do gume principal. Em fun&ccedil;&atilde;o dessa deforma&ccedil;&atilde;o pl&aacute;stica, o material da pe&ccedil;a pode encruar, e com isso ocorrerem modifica&ccedil;&otilde;es das suas propriedades, como dureza e for&ccedil;a espec&iacute;fica de corte. </p>
  <div align="center"><img src="simus_brocas_heli_1.jpg" width="187" height="143">
  </div>
  <p>Para se analisar as altera&ccedil;&otilde;es nas propriedades do material, que ocorrem nessa regi&atilde;o, faz-se necess&aacute;ria a obten&ccedil;&atilde;o de ra&iacute;zes de cavaco e com esse objetivo &eacute; que se prop&otilde;e tamb&eacute;m a constru&ccedil;&atilde;o e aplica&ccedil;&atilde;o de um Quick Stop Device (dispositivo que interrompe subitamente o processo de corte) no processo de fura&ccedil;&atilde;o.  </p>
  <p>A simula&ccedil;&atilde;o permite estudar e analisar quest&otilde;es do tipo &ldquo;o que aconteceria se?&rdquo; em um sistema sem que este sofra perturba&ccedil;&otilde;es, j&aacute; que &eacute; realizada no computador, sendo que a grande vantagem da simula&ccedil;&atilde;o consiste na possibilidade de redu&ccedil;&atilde;o do custo envolvido num projeto. Reduz-se o n&uacute;mero de experimentos, que s&atilde;o considerados fundamentais, baixando-se o custo final de desenvolvimento e otimiza&ccedil;&atilde;o de um determinado produto ou processo. </p>
  <h4><b>PROCEDIMENTOS</b></h4>
  <p>A primeira etapa do projeto, sem a qual as v&aacute;rias atividades subseq&uuml;entes n&atilde;o podem ser iniciadas, &eacute; o projeto e constru&ccedil;&atilde;o do Quick Stop Device (QSD). Posteriormente &agrave; constru&ccedil;&atilde;o do QSD, s&atilde;o previstos os ensaios em corpos-de-prova projetados para as opera&ccedil;&otilde;es de fura&ccedil;&atilde;o. Para os ensaios ser&atilde;o utilizadas brocas helicoidais de metal-duro, com diferentes afia&ccedil;&otilde;es de ponta. </p>
  <p>Uma vez obtidas as ra&iacute;zes de cavaco, proceder-se-&aacute; uma an&aacute;lise metalogr&aacute;fica no plano de interesse da zona de corte da amostra, que ser&aacute; cortada, lixada, polida e atacada com reagentes qu&iacute;micos. </p>
  <div align="center"><img src="simus_brocas_heli_2.jpg" width="674" height="382">
  </div>
  <h4><b>RESULTADOS</b></h4>
  <p>Com a simula&ccedil;&atilde;o, espera-se uma diminui&ccedil;&atilde;o dos custos, uma vez que &eacute; poss&iacute;vel analisar virtualmente as vari&aacute;veis do processo de fura&ccedil;&atilde;o, como por exemplo, o comportamento das temperaturas e for&ccedil;as que atuam, que por sua vez influenciam a vida da broca e a qualidade do furo obtido, entre outras grandezas. Reduz-se, assim, o n&uacute;mero de ensaios necess&aacute;rios, torna-se poss&iacute;vel a determina&ccedil;&atilde;o de um dom&iacute;nio de valores de par&acirc;metros de entrada mais adequado e o diagn&oacute;stico de poss&iacute;veis problemas no processo. </p>
  <p>Como resultados esperados do trabalho, pode-se citar a forma&ccedil;&atilde;o e o aperfei&ccedil;oamento de pesquisadores, a divulga&ccedil;&atilde;o de informa&ccedil;&otilde;es e experi&ecirc;ncias atrav&eacute;s de artigos em congressos, revistas t&eacute;cnicas e cient&iacute;ficas e a divulga&ccedil;&atilde;o e emprego dos resultados obtidos na pesquisa pela ind&uacute;stria. </p></td>
</tr>
</table>
</center>
</body>
</html>