<!doctype html public "-//w3c//dtd html 4.0 transitional//en">
<html>
<head>
   <meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
   
   <meta name="GENERATOR" content="Mozilla/4.7 [en] (WinNT; I) [Netscape]">
   <title>LMP - SIMUS</title>
   <link href="../../estilo-texto.css" rel="stylesheet" type="text/css">
</head>
<body nosave>

<div align="left">
  <p><a href="../../home.html" target="mainFrame">LMP</a>&gt;<a href="../lp_principal.html">Linhas
  de Pesquisa</a>&gt;<a href="simus.html">SIMUS</a>&gt;Estudo do Torneamento
  Visando o Fresamento Frontal</p>
</div>
<center>
<h4><b>ESTUDO DO TORNEAMENTO VISANDO O FRESAMENTO</b><b> FRONTAL</b></h4>
</center>
&nbsp;
<center>
  <table CELLSPACING=0 CELLPADDING=0 COLS=1 WIDTH="90%" >
<tr>
<td><h4>OBJETIVOS</h4>
  <p>      Com a finalidade de obter dados para a otimiza&ccedil;&atilde;o, tanto
    t&eacute;cnica
    quanto econ&ocirc;mica, do processo de fresamento, o grupo SIMUS desenvolve
    trabalhos de simula&ccedil;&atilde;o a partir dos dados obtidos no torneamento
    cil&iacute;ndrico,
    j&aacute; que esse processo possui maior facilidade para a obten&ccedil;&atilde;o
    de dados do que no pr&oacute;prio fresamento, desde que as devidas considera&ccedil;&otilde;es
    sejam feitas na interpreta&ccedil;&atilde;o destes. </p>
  <h4>      PROCEDIMENTOS</h4>
  <p>      Nos ensaios de torneamento do Ferro fundido cinzento GG25 com insertos
    de cer&acirc;mica, s&atilde;o coletados dados como profundidade de corte, &acirc;ngulo
    de dire&ccedil;&atilde;o do gume, for&ccedil;as de usinagem, desgaste do
    flanco, e analisada a forma como esses par&acirc;metros evoluem e influenciam
    o processo.<br>
    Para acompanhar a evolu&ccedil;&atilde;o da for&ccedil;a de corte foi utilizada
    uma Plataforma Piezel&eacute;trica que adquire dados numa freq&uuml;&ecirc;ncia
    de 1kHz, como mostra o esquema a seguir:<br>
      </p>
  <p align="center" class="legendaFigura"><a href="simus_fresamento.gif"><img src="simus_fresamentoP.gif" width="546" height="303" border="0"></a><br>
    Sistema montado para a aquisi&ccedil;&atilde;o de dados</p>
  <p align="center" class="legendaFigura"><img src="simus_fresamento02.gif" width="495" height="243"><br>
    <span class="legendaFigura">Dados coletados</span></p>
  <p>Conhecendo as for&ccedil;as de usinagem &eacute; poss&iacute;vel obter uma
    an&aacute;lise din&acirc;mica que descreve a vibra&ccedil;&atilde;o da pe&ccedil;a
    no processo utilizando um software de elementos finitos. Quanto &agrave; for&ccedil;a
    de corte no fresamento, podemos ent&atilde;o prediz&ecirc;-las atrav&eacute;s
    do m&eacute;todo do Kienzle, que relaciona as caracter&iacute;sticas do material,
    a se&ccedil;&atilde;o de corte e a componente da for&ccedil;a de usinagem
    correspondente.</p>
  <h4>      RESULTADOS</h4>
  <p>A partir dos resultados dos experimentos constatou-se que a for&ccedil;a
          espec&iacute;fica de corte apresenta varia&ccedil;&atilde;o com o aumento
          da largura de usinagem, conforme mostra o gr&aacute;fico abaixo. Este
          comportamento pode ser explicado pela forma do cavaco para esta condi&ccedil;&atilde;o
          onde o raio de quina da ferramenta (r = 1,2 mm) tem uma dimens&atilde;o
        maior que a profundidade de corte.</p>
  <p>&nbsp;</p>  
  <p class="legendaFigura"><img src="simus_fresamento01.gif" width="520" height="264"><br>
      Influ&ecirc;ncia da largura da usinagem sobre a for&ccedil;a espec&iacute;fica
          de corte</p>
  <p>&nbsp;</p></td>
</tr>
</table></center>
&nbsp;
<center><table BORDER=0 COLS=2 WIDTH="100%" >
<tr>
<td class="contato">Contato:
<br>
SIMUS<br>
<a href="../perfil/pessoal/rolf.html">
Rolf Bertrand Schroeter Prof. Dr. Eng.
</a></td>

<td ALIGN=RIGHT VALIGN=BOTTOM class="atualizacao">&Uacute;ltima
Atualiza&ccedil;&atilde;o 
<!-- #BeginDate format:Ge1 -->23.06.2006<!-- #EndDate --></td>
</tr>
</table></center>
</body>
</html>
