<!doctype html public "-//w3c//dtd html 4.0 transitional//en">
<html>
<head>
   <meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
   
   <meta name="GENERATOR" content="Mozilla/4.74 [en] (WinNT; U) [Netscape]">
   <title>LMP - FURCON</title>
   <link href="../../estilo-texto.css" rel="stylesheet" type="text/css">
</head>
<body nosave>

<div align=right>
  <p align="left"><a href="../../home.html" target="mainFrame">LMP</a>&gt;<a href="../lp_principal.html">Linhas
  de Pesquisa</a>&gt;<a href="furcon.html">FURCON</a>&gt;Fura&ccedil;&atilde;o Por Escoamento</p>
  <h4 align="center">FURA&Ccedil;&Atilde;O POR ESCOAMENTO<br>
  </h4>
</div>

<center><table CELLSPACING=0 CELLPADDING=0 COLS=1 WIDTH="90%" >
<tr>
<td><h4>OBJETIVOS</h4>
  <p> Neste trabalho s&atilde;o estudados os fundamentos do processo de fura&ccedil;&atilde;o
    por escoamento atrav&eacute;s da an&aacute;lise de resultados de ensaios verificando
    a influ&ecirc;ncia de diversos fatores na otimiza&ccedil;&atilde;o do processo. </p>  <h4>PROCEDIMENTOS </h4>
  <p>A bucha formada pelo processo de fura&ccedil;&atilde;o por escoamento pode
    ser posteriormente roscada e utilizada em substitui&ccedil;&atilde;o a aplica&ccedil;&otilde;es
    usuais, como porcas soldadas e porcas rebitadas. <br>
    As caracter&iacute;sticas do processo de fura&ccedil;&atilde;o por escoamento
    dependem das vari&aacute;veis de trabalho e dos par&acirc;metros de entrada
    empregados. Como vari&aacute;veis principais, que mais influenciam nos resultados,
    t&ecirc;m-se a rota&ccedil;&atilde;o e o avan&ccedil;o. Como par&acirc;metros,
    o di&acirc;metro e o material da ferramenta, a espessura e propriedades do
    material da chapa, como condutividade t&eacute;rmica, calor espec&iacute;fico
    e resist&ecirc;ncia &agrave; deforma&ccedil;&atilde;o, al&eacute;m da lubrifica&ccedil;&atilde;o
    empregada. <br>
    As caracter&iacute;sticas do processo s&atilde;o avaliadas pela for&ccedil;a
    de avan&ccedil;o (Ff), momento tor&ccedil;or (Mt), pela temperatura na regi&atilde;o
    de deforma&ccedil;&atilde;o (T) e pela pot&ecirc;ncia consumida (Pot). </p>
  <h4>RESULTADOS </h4>
  <p>Avaliam-se os resultados de trabalho pela forma e qualidade das rebarbas,
    tamanho da regi&atilde;o termomecanicamente afetada e pelo desgaste da ferramenta.
    Finalmente todos esses fatores devem ser avaliados em termos de produtividade
    e custos para verificar, ou n&atilde;o, a viabilidade econ&ocirc;mica do
    processo. </p>
  <p>As principais vantagens desse processo s&atilde;o: </p>
  <ul>
    <li>a precis&atilde;o elevada do furo; </li>
    <li> a n&atilde;o-gera&ccedil;&atilde;o de cavacos (ferramenta sem escareador);</li>
    <li> as altas velocidades do processo; </li>
    <li> a longa vida das ferramentas; e </li>
    <li> a possiblidade de uso de m&aacute;quinas-ferramentas convencionais. </li>
    </ul>
  <p align="center" class="legendaFigura"><img src="furcon_furacao.jpg" width="286" height="423"><br>
    Calor e deforma&ccedil;&atilde;o
    gerados <br>
  durante a forma&ccedil;&atilde;o da bucha</p>
  </td>
</tr>
</table>
  <table BORDER=0 COLS=2 WIDTH="100%" >
    <tr>
      <td class="contato">Contato: <br>
      FURCON<br>
      <a href="../../perfil/pessoal/walter.html"> Walter Lindolfo Weingaertner Prof.
      Dr.-Ing</a></td>
      <td ALIGN=RIGHT VALIGN=BOTTOM class="atualizacao">&Uacute;ltima Atualiza&ccedil;&atilde;o
      <!-- #BeginDate format:Ge1 -->21.06.2006<!-- #EndDate -->
      </td>
    </tr>
  </table>
</center>
</body>
</html>