<!doctype html public "-//w3c//dtd html 4.0 transitional//en">
<html>
<head>
   <meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
   
   <meta name="GENERATOR" content="Mozilla/4.7 [en] (WinNT; I) [Netscape]">
   <title>LMP - DUECO</title>
   <link href="../../estilo-texto.css" rel="stylesheet" type="text/css">
</head>
<body nosave>

<div align="left">
  <p><a href="../../home.html" target="mainFrame">LMP</a>&gt;<a href="../lp_principal.html">Linhas
  de Pesquisa</a>&gt;<a href="dueco.html">DUECO</a>&gt;Usinagem Ecol&oacute;gica</p>
</div>
<center>
<h4>USINAGEM ECOL&Oacute;GICA<br>
</h4>
</center>
&nbsp;
<center><table CELLSPACING=0 CELLPADDING=0 COLS=1 WIDTH="90%" >
<tr>
  <td><h4>INTRODU&Ccedil;&Atilde;O </h4>
    <p>        Nos &uacute;ltimos anos o consumo de energia, a polui&ccedil;&atilde;o do
        meio ambiente e os res&iacute;duos industriais t&ecirc;m despertado especial
        aten&ccedil;&atilde;o por parte das autoridades p&uacute;blicas. Motivados
        pela press&atilde;o dos &oacute;rg&atilde;os ambientais, os governantes t&ecirc;m
        elaborado leis cada vez mais rigorosas no sentido de proteger o meio ambiente
        e preservar os recursos energ&eacute;ticos. <br>
        Dentro deste contexto, o LMP em 1996 inicia uma nova linha de pesquisa,
        a usinagem ecol&oacute;gica, tendo como meta o desenvolvimento de estudos para
        contribuir na redu&ccedil;&atilde;o e/ou elimina&ccedil;&atilde;o do uso
        de fluidos de corte nos processos de usinagem, uma vez que estes produtos
        s&atilde;o respons&aacute;veis por uma parcela significativa da agress&atilde;o
        ao meio ambiente pelos processos de fabrica&ccedil;&atilde;o. </p>
    <h4>OBJETIVOS </h4>
    <p>Esta linha de pesquisa objetiva avaliar as reais influ&ecirc;ncias tecnol&oacute;gicas
      sobre os principais processos de usinagem com ferramentas de geometria
      definida (torneamento, fura&ccedil;&atilde;o e fresamento) ocasionados
      pela redu&ccedil;&atilde;o e/ou elimina&ccedil;&atilde;o do uso de fluidos
      de corte nestas opera&ccedil;&otilde;es. </p>
    <p>De modo geral a avalia&ccedil;&atilde;o abrange: </p>
    <ul>
      <li>aspectos tecnol&oacute;gicos &#8211; efici&ecirc;ncia dos processos
        de usinagem, </li>
      <li> aspectos econ&ocirc;micos &#8211; custos envolvidos nos processos,</li>
      <li> aspectos ecol&oacute;gicos &#8211; impactos causados ao meio ambiente.</li>
      </ul>    
    <h4>          DESENVOLVIMENTO DA PESQUISA </h4>
    <p>        A necessidade de investigar este tema vem crescendo na medida que os
                    aspectos ecol&oacute;gicos tornam-se fundamentais dentro da estrat&eacute;gia de
                    produ&ccedil;&atilde;o das empresas. Sem d&uacute;vida, a usinagem a seco
                    se mostra como a melhor alternativa para resolver os problemas causados
                    pelos fluidos de corte, onde combinam-se vantagens ecol&oacute;gicas e
                    econ&ocirc;micas. Por estar em fase inicial de investiga&ccedil;&atilde;o,
                    existem muitos problemas a serem estudados e resolvidos. As primeiras pesquisas
                    indicam que &eacute; poss&iacute;vel usinar a seco em muitos casos, entretanto
                    n&atilde;o &eacute; poss&iacute;vel usinar totalmente a seco em todos os
                    casos. Nestes casos, por&eacute;m, &eacute; poss&iacute;vel reduzir a quantidade
                    de fluido de corte refor&ccedil;ando algumas caracter&iacute;sticas fundamentais
                    a cada processo. Tanto a redu&ccedil;&atilde;o como a elimina&ccedil;&atilde;o
                    dos fluidos de corte s&atilde;o as principais metas dos atuais estudos
              nesta &aacute;rea. </p>
    <p align="center" class="legendaFigura"><img src="dueco_usina.gif" width="400" height="304"></p>
    <p align="center" class="legendaFigura">Fatores a serem considerados em um processo produtivo</p>    
    <p></p>
    <center>
      </center>
</td>
</tr>
</table></center>
&nbsp;
<center><table BORDER=0 COLS=2 WIDTH="100%" >
<tr>
<td class="contato">Contato:
<br>
DUECO
<br>
<a href="../perfil/pessoal/rolf.html">
Rolf Bertrand Schroeter Prof. Dr. Eng.
</a></td>

<td ALIGN=RIGHT VALIGN=BOTTOM class="atualizacao">&Uacute;ltima
Atualiza&ccedil;&atilde;o 
<!-- #BeginDate format:Ge1 -->21.06.2006<!-- #EndDate --></td>
</tr>
</table></center>
</body>
</html>
