<!doctype html public "-//w3c//dtd html 4.0 transitional//en">
<html>
<head>
   <meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
   
   <meta name="GENERATOR" content="Mozilla/4.7 [en] (WinNT; I) [Netscape]">
   <title>LMP - DUECO</title>
   <link href="../../estilo-texto.css" rel="stylesheet" type="text/css">
</head>
<body nosave>

<div align="left">
  <p><a href="../../home.html" target="mainFrame">LMP</a>&gt;<a href="../lp_principal.html">Linhas
  de Pesquisa</a>&gt;<a href="dueco.html">DUECO</a>&gt;Estudo das Influ&ecirc;ncias
  Tecnol&oacute;gicas do uso de Fluidos de Corte no Processo de Torneamento</p>
</div>
<center>
<h4>ESTUDO DAS INFLU&Ecirc;NCIAS TECNOL&Oacute;GICAS DO USO <br>
  DE FLUIDOS DE CORTE NO PROCESSO DE TORNEAMENTO<br>
</h4>
</center>
&nbsp;
<center><table CELLSPACING=0 CELLPADDING=0 COLS=1 WIDTH="90%" >
<tr>
  <td><h4>INTRODU&Ccedil;&Atilde;O </h4>
    <p>        Para melhorar o desempenho das opera&ccedil;&otilde;es de usinagem, tanto
        tecnol&oacute;gica como economicamente, freq&uuml;entemente utiliza-se
        fluido de corte nos diversos processos de usinagem. </p>
    <p> As crescentes press&otilde;es dos &oacute;rg&atilde;os ambientais para reduzir
          o impacto da produ&ccedil;&atilde;o industrial sobre o meio ambiente e o
          surgimento de leis cada vez mais severas estimulam o desenvolvimento de todo
          e qualquer trabalho no sentido de diminuir o impacto ambiental dos processos
          de fabrica&ccedil;&atilde;o e contribuem para se atingir a produ&ccedil;&atilde;o
          limpa. <br>
          Como conseq&uuml;&ecirc;ncia, a usinagem a seco e com quantidade m&iacute;nima
          de fluido de corte (MQFC) tem se mostrado como uma forte alternativa para
          os processos de fabrica&ccedil;&atilde;o. </p>
    <p> Dentre as opera&ccedil;&otilde;es de usinagem, o torneamento &eacute; um
          dos processos mais utilizadas. Novos revestimentos que aumentam a resist&ecirc;ncia
          das ferramentas ao desgaste e que permitem a usinagem em altas temperaturas
          contribuem para o emprego destas ferramentas na usinagem a seco. </p>
    <p> O grupo de estudos no desenvolvimento de usinagem ecol&oacute;gica atua no
          LMP desde 1996, onde continuamente tem desenvolvido pesquisa neste tema.
          Neste per&iacute;odo foram iniciados diversos trabalhos de mestrado e um
          de doutorado, juntamente com estudos espec&iacute;ficos para empresas conveniadas,
          buscando desenvolver um bom acervo de conhecimentos neste tema. </p>
    <h4>OBJETIVOS </h4>
    <p>O desenvolvimento deste trabalho tem como objetivo analisar o comportamento
      do desgaste na ferramenta, das for&ccedil;as de usinagem e da qualidade
      superficial obtida no processo de torneamento com insertos de metal duro.
      Neste estudo s&atilde;o analisadas cinco condi&ccedil;&otilde;es quanto
      aos fluidos de cortes: usinagem a seco, com a m&iacute;nima quantidade
      de fluido de corte (MQFC), &oacute;leo vegetal, &oacute;leo mineral e bissulfeto
      de molibd&ecirc;nio. Os experimentos s&atilde;o realizados para o torneamento
      cil&iacute;ndrico longitudinal. </p>
    <h4>DESENVOLVIMENTO DA PESQUISA </h4>
    <p>Visando obter informa&ccedil;&otilde;es tecnol&oacute;gicas para os sistemas
      produtivos, foram escolhidos insertos usualmente utilizados em ch&atilde;o
      de f&aacute;brica. Nestes ensaios s&atilde;o analisados a evolu&ccedil;&atilde;o
      do desgaste da ferramenta, o comportamento das for&ccedil;as de usinagem
      (for&ccedil;a de corte, for&ccedil;a de avan&ccedil;o e for&ccedil;a passiva)
      e a qualidade da superf&iacute;cie gerada para cada inserto. Nos resultados
      finais poder&aacute; ser observada a influ&ecirc;ncia da elimina&ccedil;&atilde;o
      do fluido de corte neste processo, uma vez que o fluido de corte, visto
      pelo aspecto ecol&oacute;gico, mostra-se como um agente nocivo ao meio
      ambiente. Neste contexto, o desenvolvimento deste trabalho fica perfeitamente
      justificado.</p>
    <p>&nbsp;</p>
    <p align="center" class="legendaFigura"><a href="dueco_estudo.jpg"><img src="dueco_estudo.jpg" width="385" height="252" border="0"></a></p>
    <p align="center" class="legendaFigura">Torneamento com quantidade
        m&iacute;nima de fluido de corte</p></td>
</tr>
</table></center>
&nbsp;
<center><table BORDER=0 COLS=2 WIDTH="100%" >
<tr>
<td class="contato">Contato:
<br>
DUECO
<br>
<a href="../perfil/pessoal/rolf.html">
Rolf Bertrand Schroeter Prof. Dr. Eng.
</a></td>

<td ALIGN=RIGHT VALIGN=BOTTOM class="atualizacao">&Uacute;ltima
Atualiza&ccedil;&atilde;o 
<!-- #BeginDate format:Ge1 -->21.06.2006<!-- #EndDate --></td>
</tr>
</table></center>
</body>
</html>
