<!doctype html public "-//w3c//dtd html 4.0 transitional//en">
<html>
<head>
   <meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
   
   <meta name="GENERATOR" content="Mozilla/4.7 [en] (WinNT; I) [Netscape]">
   <title>LMP - DUECO</title>
   <link href="../../estilo-texto.css" rel="stylesheet" type="text/css">
</head>
<body nosave>

<div align="left">
  <p><a href="../../home.html" target="mainFrame">LMP</a>&gt;<a href="../lp_principal.html">Linhas
  de Pesquisa</a>&gt;<a href="dueco.html">DUECO</a>&gt;Minimiza&ccedil;&atilde;o e Elimina&ccedil;&atilde;o
  do Fluido de Corte no Processo de Fura&ccedil;&atilde;o</p>
</div>
<center>
<h4>MINIMIZA&Ccedil;&Atilde;O E ELIMINA&Ccedil;&Atilde;O DO FLUIDO<br> 
  DE CORTE NO
  PROCESSO DE FURA&Ccedil;&Atilde;O<br>
</h4>
</center>
&nbsp;
<center><table CELLSPACING=0 CELLPADDING=0 COLS=1 WIDTH="90%" >
<tr>
  <td height="1014"><h4>INTRODU&Ccedil;&Atilde;O </h4>
    <p>        Para melhorar o desempenho das opera&ccedil;&otilde;es de usinagem, tanto
      tecnol&oacute;gica como economicamente, freq&uuml;entemente utiliza-se fluido
      de corte nos diversos processos de usinagem. Este produto, por&eacute;m, &eacute; comprovadamente
      prejudicial &agrave; sa&uacute;de dos operadores de m&aacute;quinas-ferramentas
      e agressivo ao meio ambiente. Nos &uacute;ltimos anos a press&atilde;o e
      exig&ecirc;ncia dos &oacute;rg&atilde;os ambientais, das leis governamentais,
      da sociedade e do pr&oacute;prio mercado internacional t&ecirc;m se tornado
      cada vez maior, visando a redu&ccedil;&atilde;o do impacto ambiental promovido
      por res&iacute;duos dos diversos setores produtivos, dentre eles o metal-mec&acirc;nico.
      Como conseq&uuml;&ecirc;ncia, a usinagem a seco e com quantidade m&iacute;nima
      de fluido de corte (MQFC) tem se mostrado como uma forte alternativa para
      os processos de fabrica&ccedil;&atilde;o. </p>
    <p> A fura&ccedil;&atilde;o com brocas helicoidais &eacute; uma das opera&ccedil;&otilde;es
      de usinagem mais utilizadas. Novos revestimentos que aumentam a resist&ecirc;ncia
      das ferramentas ao desgaste e que permitem a usinagem em altas temperaturas
      contribuem para o emprego destas ferramentas na usinagem a seco. </p>    <p>        O grupo de estudos no desenvolvimento de usinagem ecol&oacute;gica atua no
      LMP desde 1996, onde continuamente tem desenvolvido pesquisas neste tema.
      Neste per&iacute;odo foram iniciados diversos trabalhos de mestrado e um
      de doutorado, juntamente com estudos espec&iacute;ficos para empresas conveniadas,
      procurando desenvolver um bom acervo de conhecimentos neste tema. </p>    <h4>OBJETIVOS </h4>
    <p>A manuten&ccedil;&atilde;o da pesquisa nesta &aacute;rea visa avaliar
      os aspectos tecnol&oacute;gicos na fura&ccedil;&atilde;o com brocas helicoidais
      de a&ccedil;o r&aacute;pido (normal, especial com TiNAl, com revestimento
      de TiN e revestidas com TiN + MoS2) e metal duro P40 (com revestimento
      de TiN, TiNAl) usinando a seco e com quantidade m&iacute;nima com diferentes
      tipos de fluido de corte. Este estudo visa melhorar a efici&ecirc;ncia
      tecnol&oacute;gica , econ&ocirc;mica e ecol&oacute;gica do processo de
      fura&ccedil;&atilde;o, fornecendo suporte t&eacute;cnico aos atuais processos
      produtivos. Tamb&eacute;m busca-se o desenvolvimento de novas tecnologias
      que possam suprir as necessidades dos processos de fabrica&ccedil;&atilde;o,
      cada vez mais exigentes. </p>
    <h4>DESENVOLVIMENTO DA PESQUISA </h4>
    <p>Foram desenvolvidos estudos de fundamenta&ccedil;&atilde;o do processo,
      gerando conhecimentos b&aacute;sicos e dom&iacute;nio dos par&acirc;metros
      de processo. <br>
      Atualmente o grupo estuda novas alternativas tecnol&oacute;gicas dispon&iacute;veis
      no mercado para melhorar a efici&ecirc;ncia da opera&ccedil;&atilde;o satisfazendo
      as exig&ecirc;ncias ecol&oacute;gicas impostas pelos &oacute;rg&atilde;os
      ambientais. Em outras palavras, os estudos s&atilde;o direcionados no sentido
      de reduzir o impacto ambiental deste processo, mantendo e/ou melhorando
      os atuais &iacute;ndices de efici&ecirc;ncia do processo.</p>
    <p>        Neste sentido os estudos abrangem: </p>
    <ul><li>materiais para ferramenta;            </li>
      <li>materiais para revestimentos; </li>
      <li> geometria das ferramentas; </li>
      <li>          par&acirc;metros de processo; </li>
      <li> esfor&ccedil;os na usinagem; </li>
      <li> fluidos de corte no processo; </li>
      <li> formas e tipos de cavacos; </li>
      <li> novas concep&ccedil;&otilde;es para o processo. </li>
      </ul>
    <p align="center" class="legendaFigura"><a href="dueco_minim.jpg"><img src="dueco_minim.jpg" width="340" height="219" border="0"></a></p>
    <p align="center" class="legendaFigura">Fura&ccedil;&atilde;o com quantidade m&iacute;nima
      de fluido de corte. </p></td>
</tr>
</table></center>
&nbsp;
<center><table BORDER=0 COLS=2 WIDTH="100%" >
<tr>
<td class="contato">Contato:
<br>
DUECO
<br>
<a href="../perfil/pessoal/rolf.html">
Rolf Bertrand Schroeter Prof. Dr. Eng.
</a></td>

<td ALIGN=RIGHT VALIGN=BOTTOM class="atualizacao">&Uacute;ltima
Atualiza&ccedil;&atilde;o 
<!-- #BeginDate format:Ge1 -->21.06.2006<!-- #EndDate --></td>
</tr>
</table></center>
</body>
</html>
