<!doctype html public "-//w3c//dtd html 4.0 transitional//en">
<html>
<head>
   <meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
   
   <meta name="GENERATOR" content="Mozilla/4.7 [en] (WinNT; I) [Netscape]">
   <title>LMP - DUECO</title>
   <link href="../../estilo-texto.css" rel="stylesheet" type="text/css">
</head>
<body nosave>

<div align="left">
  <p><a href="../../home.html" target="mainFrame">LMP</a>&gt;<a href="../lp_principal.html">Linhas
  de Pesquisa</a>&gt;<a href="dueco.html">DUECO</a>&gt;Desenvolvimento de Estudos
  no Processo de Fura&ccedil;&atilde;o</p>
</div>
<center>
<h4><b>DESENVOLVIMENTO DE ESTUDOS</b>
    <br>
    <b>NO PROCESSO DE FURA&Ccedil;&Atilde;O</b></h4>
</center>
&nbsp;
<center><table CELLSPACING=0 CELLPADDING=0 COLS=1 WIDTH="90%" >
<tr>
<td><h4><b>INTRODU&Ccedil;&Atilde;O</b></h4>
  <p>A opera&ccedil;&atilde;o de fura&ccedil;&atilde;o
&eacute; um dos processos de fabrica&ccedil;&atilde;o mais antigos utilizados
    pelo homem. Na idade da pedra utilizou-se silex e ossos como ferramentas
    em uma esp&eacute;cie de furadeira manual (figura) que dependia principalmente
    da habilidade de seu executor. Tamb&eacute;m existem registros que indicam
    que esta foi uma das primeiras opera&ccedil;&otilde;es executadas em metal. <br>
    Mesmo ao longo de todos estes anos, a
    fura&ccedil;&atilde;o manteve sua import&acirc;ncia dentro dos processos
    de fabrica&ccedil;&atilde;o, sendo ainda hoje de grande import&acirc;ncia
    nos processos industriais. Este fato justifica plenamente o desenvolvimento
    de estudos cont&iacute;nuos com o objetivo de atingir melhoramentos t&eacute;cnicos
    e econ&ocirc;micos neste processo. </p>
  <p>      O grupo de estudos em fura&ccedil;&atilde;o
      atua no LMP desde 1990, onde continuamente tem desenvolvido pesquisa nesta
      importante opera&ccedil;&atilde;o. Neste per&iacute;odo foram gerados diversos
      trabalhos de mestrado e in&uacute;meros estudos espec&iacute;ficos para
      empresas conveniadas, o que resulta em um bom acervo de conhecimentos neste
      tema. </p>
  <h4><b>OBJETIVOS</b>
  </h4>
  <p>A manuten&ccedil;&atilde;o da pesquisa
          nesta &aacute;rea visa melhorar a efici&ecirc;ncia tecnol&oacute;gica e
          econ&ocirc;mica do processo de fura&ccedil;&atilde;o, fornecendo suporte
          t&eacute;cnico aos atuais processos produtivos. Tamb&eacute;m busca-se
          o desenvolvimento de novas tecnologias que possam suprir as necessidades
          dos processos de fabrica&ccedil;&atilde;o, cada vez mais exigentes. </p>
  <h4><b>DESENVOLVIMENTO DA PESQUISA</b></h4>
  <p>Foram
          desenvolvidos estudos de fundamenta&ccedil;&atilde;o
          do processo, gerando conhecimentos b&aacute;sicos e dom&iacute;nio dos
          par&acirc;metros de processo. </p>
  <p> Atualmente o grupo est&aacute; direcionando
        seus estudos em novas alternativas tecnol&oacute;gicas para manter ou melhorar
        a efici&ecirc;ncia da opera&ccedil;&atilde;o satisfazendo as exig&ecirc;ncias
        ecol&oacute;gicas impostas pelos &oacute;rg&atilde;os ambientais. Em outras
        palavras, os estudos est&atilde;o sendo direcionados no sentido de reduzir
        o impacto ambiental deste processo, mantendo e/ou melhorando os atuais
&iacute;ndices de efici&ecirc;ncia do processo. <br>
  Neste sentido os estudos abrangem:</p>  <ul>
<li>
  materiais para ferramenta</li>

<li>
  materiais para revestimentos</li>

<li>
  geometria das ferramentas</li>

<li>
  par&acirc;metros de processo</li>

<li>
  esfor&ccedil;os na usinagem</li>

<li>
  fluidos de corte no processo</li>

<li>
  formas e tipos de cavacos</li>

<li>
  novas concep&ccedil;&otilde;es para o processo</li>
</ul>

<center>
  <p class="legendaFigura"><img SRC="dueco_desenv01a.jpg" NOSAVE BORDER=0 height=358 width=557>
      <br>
&nbsp;Antiga furadeira manual
  com acionamento por arco e corda.</p>
</center>
</td>
</tr>
</table></center>
&nbsp;
<center><table BORDER=0 COLS=2 WIDTH="100%" >
<tr>
<td class="contato">Contato:
<br>
DUECO
<br>
<a href="../perfil/pessoal/rolf.html">
Rolf Bertrand Schroeter Prof. Dr. Eng.
</a></td>

<td ALIGN=RIGHT VALIGN=BOTTOM class="atualizacao">&Uacute;ltima
Atualiza&ccedil;&atilde;o 
<!-- #BeginDate format:Ge1 -->18.05.2006<!-- #EndDate --></td>
</tr>
</table></center>
</body>
</html>
