<!doctype html public "-//w3c//dtd html 4.0 transitional//en">
<html>
<head>
   <meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
   
   <meta name="GENERATOR" content="Mozilla/4.7 [en] (WinNT; I) [Netscape]">
   <title>LMP - DUECO</title>
   <link href="../../estilo-texto.css" rel="stylesheet" type="text/css">
</head>
<body nosave>

<div align="left">
  <p><a href="../../home.html" target="mainFrame">LMP</a>&gt;<a href="../lp_principal.html">Linhas
  de Pesquisa</a>&gt;<a href="dueco.html">DUECO</a>&gt;Otimiza&ccedil;&atilde;o do Volume de
  Fluidos de Corte nos Processos de Usinagem</p>
</div>
<center>
<h4>OTIMIZA&Ccedil;&Atilde;O DO VOLUME DE FLUIDOS DE CORTE <br>
  NOS PROCESSOS DE USINAGEM<br>
</h4>
</center>
&nbsp;
<center><table CELLSPACING=0 CELLPADDING=0 COLS=1 WIDTH="90%" >
<tr>
  <td><h4>INTRODU&Ccedil;&Atilde;O </h4>
    <p>        Fluidos de corte nas opera&ccedil;&otilde;es de corte t&ecirc;m sido usados
        desde a antig&uuml;idade. Os registros do significativo aumento na produtividade
        causado pelo uso de fluidos durante o corte datam, por&eacute;m, de cerca
        de 100 anos atr&aacute;s. Em 1883 F.W.Taylor mostrou que a velocidade de
        corte poderia ser aumentada de 30 a 40% atrav&eacute;s da inunda&ccedil;&atilde;o
        da interface pe&ccedil;a/ferramenta com forte fluxo de &aacute;gua. Desde
        ent&atilde;o o desenvolvimento dos fluidos de corte tem sido crescente para
        melhorar o desempenho das opera&ccedil;&otilde;es de corte dos materiais. <br>
        Este desenvolvimento preocupado com os aspectos econ&ocirc;micos e tecnol&oacute;gicos
        esqueceu dos aspectos ecol&oacute;gicos. H&aacute; cerca de tr&ecirc;s d&eacute;cadas
        atr&aacute;s, motivado pelos constantes problemas manifestados em operadores
        de m&aacute;quinas de usinagem, iniciaram-se estudos para avalia&ccedil;&atilde;o
        do grau de agressividade (ao homem e ao meio ambiente) dos fluidos de corte
        empregados nos processos de fabrica&ccedil;&atilde;o. Com este estudo muitos
        produtos foram proibidos pelo alto grau de toxidade, sendo outros produtos
        menos t&oacute;xicos limitados as suas concentra&ccedil;&otilde;es. <br>
        Como a elimina&ccedil;&atilde;o total dos fluidos de corte nos processos
        de usinagem ainda n&atilde;o &eacute; poss&iacute;vel, a otimiza&ccedil;&atilde;o
        de seu emprego nos diversos processos e o desenvolvimento de novos produtos
        n&atilde;o nocivos se mostram como a melhor alternativa para reduzir o
        impacto ambiental gerado pelo seu uso. </p>    <h4>OBJETIVOS </h4>
    <p>Os estudos nesta &aacute;rea visam enquadrar os processos de usinagem
      dentro das exig&ecirc;ncias ambientais que gradativamente est&atilde;o
      surgindo pela necessidade de reduzir e/ou eliminar as diversas fontes de
      agress&atilde;o ao meio ambiente. <br>
      Sendo os fluidos de corte um dos principais agentes poluidores dos processos
      de fabrica&ccedil;&atilde;o, torna-se essencial o direcionamento da pesquisa
      nesta &aacute;rea. </p>
    <h4>DESENVOLVIMENTO DA PESQUISA </h4>
    <p>O LMP, prevendo as futuras necessidades dos processos produtivos brasileiros
      em se adaptar as exig&ecirc;ncias internacionais de produ&ccedil;&atilde;o,
      iniciou em 1997 estudos nesta &aacute;rea. <br>
      Na fase inicial s&atilde;o avaliadas as reais influ&ecirc;ncias dos fluidos
      de corte nos tradicionais processos de usinagem com ferramenta de corte
      de geometria definida (torneamento/fura&ccedil;&atilde;o/fresamento). </p>
    <p>Esta avalia&ccedil;&atilde;o &eacute; efetuada: </p>
    <ul>
      <li>na ferramenta: <br>
          -vida &uacute;til <br>
          -tipos e formas de desgaste <br>
          -esfor&ccedil;os de corte<br>
          -
          temperatura de trabalho; </li>
      <li>          na pe&ccedil;a: <br>
          -qualidade dimensional <br>
          -qualidade superficial <br>
          -tipo e forma de cavaco. </li>
      </ul>    
    <p> Atrav&eacute;s de varia&ccedil;&otilde;es no tipo de fluido, na forma
                de aplica&ccedil;&atilde;o e na quantidade aplicada no processo consegue-se
                  determinar as influ&ecirc;ncias tecnol&oacute;gicas ocasionadas por
                  estas altera&ccedil;&otilde;es. <br>
          Com esta metodologia consegue-se gerar conhecimento b&aacute;sico
                  permitindo identificar os principais benef&iacute;cios causados pelos
                  fluidos de corte em cada processo. Estes conhecimentos convenientemente
                  interpretados possibilitam
                  modificar as caracter&iacute;sticas dos fluidos de corte reduzindo
              ou eliminando o impacto ambiental dos diversos processos de fabrica&ccedil;&atilde;o. </p>    <p align="center" class="legendaFigura"><a href="dueco_usinagem01a.gif"><img src="dueco_usinagem01a.gif" width="375" height="342" border="0"></a></p>
              <p align="center" class="legendaFigura">Usinagem com fluido de corte</p>
              <center>
    </center>
</td>
</tr>
</table></center>
&nbsp;
<center><table BORDER=0 COLS=2 WIDTH="100%" >
<tr>
<td class="contato">Contato:
<br>
DUECO
<br>
<a href="../perfil/pessoal/rolf.html">
Rolf Bertrand Schroeter Prof. Dr. Eng.
</a></td>

<td ALIGN=RIGHT VALIGN=BOTTOM class="atualizacao">&Uacute;ltima
Atualiza&ccedil;&atilde;o 
<!-- #BeginDate format:Ge1 -->21.06.2006<!-- #EndDate --></td>
</tr>
</table></center>
</body>
</html>
