<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<title>LMP - Estrutura</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<link href="../estilo-texto.css" rel="stylesheet" type="text/css">
</head>

<body>
<p align="left"><a href="../home.html" target="mainFrame">LMP</a>&gt;Estrutura</p>
<h4 align="center">Estrutura<br>
</h4>
<p class="texto">O Laborat&oacute;rio de Mec&acirc;nica de Precis&atilde;o - LMP &eacute; um
  dos laborat&oacute;rios do Departamento de Engenharia Mec&acirc;nica da Universidade
  Federal de Santa Catarina de maior proje&ccedil;&atilde;o nacional e internacional.
  Sua cria&ccedil;&atilde;o, em 1990, se deu devido &agrave; necessidade de moderniza&ccedil;&atilde;o
  da estrutura do curso de Engenharia Mec&acirc;nica, aproveitando-se o conhecimento
  e a experi&ecirc;ncia adquiridos no antigo Laborat&oacute;rio de M&aacute;quinas-Ferramentas
- USIMAQ.</p>
<p class="texto">  No Laborat&oacute;rio de Mec&acirc;nica de Precis&atilde;o s&atilde;o desenvolvidas
  pesquisas tecnol&oacute;gicas aplicadas na &aacute;rea de usinagem convencional
  com ferramentas de geometria definida e n&atilde;o definida, voltadas tamb&eacute;m
  para a fabrica&ccedil;&atilde;o de precis&atilde;o e ultraprecis&atilde;o,
  sendo dada &ecirc;nfase aos processos de torneamento, fura&ccedil;&atilde;o,
  alargamento, fresamento, retifica&ccedil;&atilde;o, lapida&ccedil;&atilde;o,
  brunimento, eletro-eros&atilde;o, fura&ccedil;&atilde;o por escoamento e rosqueamento
  por conforma&ccedil;&atilde;o, entre outros. Tamb&eacute;m na &aacute;rea de
  projeto e constru&ccedil;&atilde;o de m&aacute;quinas-ferramentas de ultraprecis&atilde;o
  s&atilde;o desenvolvidas pesquisas, principalmente na &aacute;rea de micro-deslocamento
  e micro-posicionamento linear e angular baseados em mancais aerost&aacute;ticos
  e controlados por computador, para aplica&ccedil;&otilde;es em m&aacute;quinas-ferramentas
e dispositivos metrol&oacute;gicos. </p>
<p class="texto">Entre os principais equipamentos dispon&iacute;veis no LMP encontram-se tornos
  e fresadoras convencionais e de comando num&eacute;rico, furadeiras, retificadoras,
  lapidadora, mandriladora, um torno de ultraprecis&atilde;o, plataformas piezel&eacute;tricas
  para medi&ccedil;&atilde;o de for&ccedil;as no torneamento, fresamento e fura&ccedil;&atilde;o,
  sistemas de aquisi&ccedil;&atilde;o de dados de usinagem e equipamentos para
  medi&ccedil;&atilde;o e avalia&ccedil;&atilde;o de resultados, bem como uma
  completa estrutura de apoio computacional. </p>
<p class="texto">A equipe de trabalho do LMP &eacute; composta atualmente
  por: </p>
<p class="texto">Coordenadores:</p>
<ul>
  <li>Prof. Dr.-Ing. Walter Lindolfo Weingaertner</li>
  <li>Prof. Dr. Eng. Rolf
  Bertrand Schroeter</li>
</ul>
<p>Pesquisadores:</p>
<ul>
  <li>1 mestre (doutorandos)</li>
  <li>5 graduados (mestrandos)</li>
  <li>    Graduandos: 10</li>
  <li> Estudantes em Interc&acirc;mbio: 2</li>
</ul>
<ul><li>    1 T&eacute;cnico</li>
</ul>
<p class="texto">O LMP &eacute; mantido por fontes de recursos governamentais (sal&aacute;rio
  dos professores e t&eacute;cnicos, bolsas para estagi&aacute;rios de inicia&ccedil;&atilde;o
  cient&iacute;fica, mestrandos e doutorandos) e por recursos oriundos de projetos
  de pesquisa desenvolvidos em parceria com empresas, projetos estes administrados
  pela Funda&ccedil;&atilde;o do Ensino da Engenharia em Santa Catarina - FEESC.
  Al&eacute;m disto o LMP desenvolve projetos de pesquisa financiados pela Funda&ccedil;&atilde;o
  Financiadora de Estudos e Propjetos - FINEP, correspondente &agrave; DFG alem&atilde;. </p>
<p class="texto">Atrav&eacute;s de conv&ecirc;nios e trabalhos cooperativos, existe um estreito
  la&ccedil;o entre o LMP e diversas empresas, dentre as quais podem ser citadas
  a ROBERT BOSCH LTDA., EMBRACO S.A., ALCAN ALUM&iacute;NIO DO BRASIL S.A., GRUPO
  GERDAU, AUGUST BECK GmbH, FLOWDRILL b.v., PROMETEC GmbH, entre outras. <br>
  Tamb&eacute;m existe um intenso interc&acirc;mbio com institutos de pesquisa
  nacionais e estrangeiros, como institutos de pesquisa das Universidades T&eacute;cnicas
  de Kassel, Ilmenau e Braunschweig, na Alemanha, assim como o interc&acirc;mbio
  bilateral de estudantes de gradua&ccedil;&atilde;o e p&oacute;s-gradua&ccedil;&atilde;o
existente entre o LMP, o FhG-IPT e a Universidade T&eacute;cnica de Aachen.</p>
</body>
</html>
