<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<title>Documento sem t&iacute;tulo</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<link href="../../estilo-texto.css" rel="stylesheet" type="text/css">
</head>

<body>
<p><a href="../home.html" target="mainFrame">LMP</a>&gt;<a href="disciplinas_principal.html">Disciplinas</a>&gt;EMC5240 - Introdu&ccedil;&atilde;o as Processos de Usinagem</p>
<h4>EMENTA </h4>
<h4>PROGRAMA </h4>
<ol>
  <li>Introdu&ccedil;&atilde;o e apresenta&ccedil;&atilde;o do programa da disciplina,
  defini&ccedil;&atilde;o dos principais processos de usinagem. </li>
  <li>Precis&atilde;o
    dimensional na fabrica&ccedil;&atilde;o, exig&ecirc;ncias &agrave; precis&atilde;o,
    erros geom&eacute;tricos de fabrica&ccedil;&atilde;o, rugosidade, princ&iacute;pios
  de medi&ccedil;&atilde;o. </li>
  <li>Fundamentos da Usinagem - defini&ccedil;&atilde;o dos movimentos, dire&ccedil;&otilde;es
    e velocidades dos diferentes processos de usinagem, das principais grandezas
    de processo e par&acirc;metros de usinagem, bem como da geometria da ferramenta
    monocortante.</li>
  <li>Embasamento para a usinagem com ferramentas com cunha de geometria
    definida - a cunha de corte, o processo de corte, solicita&ccedil;&otilde;es
    da cunha de corte, desgaste de ferramentas de corte.</li>
  <li>Materiais para ferramentas de corte e ferramentas de corte de geometria
    definida, retrospectiva hist&oacute;rica dos materiais empregados para ferramentas
    de corte (materiais met&aacute;licos, metais-duros, materiais cer&acirc;micos,
    materiais superduros n&atilde;o-met&aacute;licos), configura&ccedil;&otilde;es
    de ferramentas, padroniza&ccedil;&atilde;o de ferramentas de corte, prepara&ccedil;&atilde;o
    e cuidados com ferramentas de corte.</li>
  <li> Fluidos lubri-refrigerantes, fun&ccedil;&otilde;es dos fluidos de corte,
    tipos de fluidos de corte, emprego adequado de fluidos de corte, influ&ecirc;ncia
    do fluido de corte sobre o processo de usinagem, escolha de fluidos de corte.</li>
  <li> Usinabilidade, defini&ccedil;&atilde;o de usinabilidade, crit&eacute;rios
    de usinabilidade (vida da ferramenta, for&ccedil;as na usinagem, qualidade
    superficial, forma de cavacos), fatores influentes sobre a usinabilidade.</li>
  <li> Determina&ccedil;&atilde;o econ&ocirc;mica de condi&ccedil;&otilde;es de
    usinagem, otimiza&ccedil;&atilde;o das condi&ccedil;&otilde;es de usinagem,
    limites tecnol&oacute;gicos das condi&ccedil;&otilde;es de corte.</li>
  <li> M&aacute;quinas-ferramentas . hist&oacute;rico, defini&ccedil;&otilde;es,
    sistemas e sub-sistemas, componentes, requisitos, constru&ccedil;&atilde;o
    e sele&ccedil;&atilde;o.</li>
  <li> Tornos . processo de torneamento, ferramentas de torneamento, tipos de
    tornos, sub-sistemas, aplica&ccedil;&otilde;es.</li>
  <li> Furadeiras . processo de fura&ccedil;&atilde;o, alargamento e rosqueamento,
    brocas, alargadores e machos, tipos de furadeiras, sub-sistemas, aplica&ccedil;&otilde;es.</li>
  <li> Fresadoras . processo de fresamento, fresas, tipos de fresadoras, sub-sistemas,
    aplica&ccedil;&otilde;es.</li>
  <li> Geradoras de engrenagens e c&aacute;lculo de engrenagens.</li>
  <li> Mandriladoras e plainas - processo de mandrilamento e plainamento, ferramentas
    de mandrilar e plainar, tipos de mandriladoras, sub-sistemas, aplica&ccedil;&otilde;es.</li>
  <li> Brochadeiras e brochas.</li>
  <li> Retificadoras, retifica&ccedil;&atilde;o, rebolos.</li>
  <li> Lapida&ccedil;&atilde;o, brunimento, polimento, lixamento, jateamento.</li>
  <li> Sistemas Computadorizados para Usinagem (CNC etc.).</li>
  <li> Processos N&atilde;o-convencionais de Usinagem.</li>
  <li> T&oacute;picos Especiais em Usinagem.</li>
  <li> Aulas de exerc&iacute;cios, laborat&oacute;rios, provas. </li>
</ol>
<h4>BIBLIOGRAFIA B&Aacute;SICA </h4>
<span class="texto">[1] Material dispon&iacute;vel em: [2] SCHROETER, R. B. Introdu&ccedil;&atilde;o
  aos Processos de Usinagem . parte 1. Notas de aulas (transpar&ecirc;ncias). <br>
[3] SCHROETER, R. B., WEINGAERTNER, W. L. Introdu&ccedil;&atilde;o aos Processos
  de Usinagem . parte 1. Apostila (traduzido e adaptado por Prof. Dr. Eng. Rolf
  Bertrand Schroeter e Prof. Dr.-Ing. Walter Lindolfo Weingaertner do livro .Fertigungsverfahren
  . Drehen, Bohren, Fr&auml;sen., de Prof. Dr.-Ing. Dr. h.c.mult. Wilfried K&ouml;nig
  e Prof. Dr.-Ing. Fritz Klocke). 348 p. <br>
[4] K&Ouml;NIG, W., KLOCKE, W. Fertigungsverfahren: Drehen, Fr&auml;sen, Bohren.
  Springer- Verlag Berlin Heidelberg, 1997. 5. Edi&ccedil;&atilde;o revisada.
  Band 1. 471 p. <br>
[5] STEMMER, C. E. Ferramentas de Corte. Ed. da UFSC, S&eacute;rie Did&aacute;tica,
  Florian&oacute;polis, 1989. 2. Edi&ccedil;&atilde;o. <br>
[6] FERRARESI, D. Fundamentos da Usinagem dos Metais. Ed. Edgar Bl&uuml;cher
  Ltda, S&atilde;o Paulo, 1977. 1. Reimpress&atilde;o. <br>
[7] SPUR, G. ST&Ouml;FERLE, T. Handbuch der Fertigungstechnik: Spanen. Carl
  Hanser Verlag, M&uuml;nchen/Wien, 1979. Band 1/3. <br>
[8] MICHELETTI, G. F. Mecanizado por Arranque de Viruta. Editorial Blume, Barcelona,
  1980. 1. Edi&ccedil;&atilde;o. <br>
[9] SANDVIK Coromant. Modern Metal Cutting . a practical handbook. Sandvik
  Coromant, Technical Editorial dept., Sweden, 1994. <br>
[10] DINIZ, A. E., MARCONDES, F. C., COPPINI, N. L. Tecnologia da Usinagem
  dos Materiais. MM Editora, S&atilde;o Paulo, 1999. 1. Edi&ccedil;&atilde;o. <br>
[11] WECK, M. Werkzeugmaschinen 1- Maschinenarten und Anwendungsbereiche. Springer-Verlag
  Berlin Heidelberg, 1998. 5. Auflage. Band 1. 637 p. <br>
[12] STOETERAU, R. L. Introdu&ccedil;ao aos processos de usinagem, notas de
aula, 2002 </span>
<p><br>
SEMIN&Aacute;RIOS EMC5240</p>
</body>
</html>
