<!doctype html public "-//w3c//dtd html 4.0 transitional//en">
<html>
<head>
   <meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
   
   <meta name="GENERATOR" content="Mozilla/4.74 [en] (WinNT; U) [Netscape]">
   <title>LMP - GENDEF</title>
   <link href="../../estilo-texto.css" rel="stylesheet" type="text/css">
</head>
<body nosave>
<div align=right>
  <p align="left"><a href="../../home.html" target="mainFrame">LMP</a>&gt;<a href="../lp_principal.html">Research Guidelines</a>&gt;<a href="gendef.html">GENDEF</a>&gt;&quot;Touch - Dressing&quot; em
  Rebolos de CBN</p>
  <h4 align="center">&quot;TOUCH - DRESSING&quot; EM
    REBOLOS DE CBN</h4>
</div>

<center>
  <table CELLSPACING=0 CELLPADDING=0 COLS=1 WIDTH="90%" >
<tr>
<td><div align="left">
  <h4>OBJECTIVES </h4>
  <p>      Os OBJECTIVES desta linha de pesquisa s&atilde;o a comprova&ccedil;&atilde;o
      do ganho que se obt&eacute;m com a implementa&ccedil;&atilde;o do processo
      de dressamento conhecido com &quot;touch - dressing&quot; em rebolos de CBN
      e a verifica&ccedil;&atilde;o da dificuldade inerente ao processo devido a
      fatores a serem determinados antes da execu&ccedil;&atilde;o do micro - dressamento. <br>
      Os aspectos a serem conferidos para a realiza&ccedil;&atilde;o do processo
      de &quot;touch &#8211; dressing&quot; s&atilde;o: </p>
  </div>
  <ul>
    <li>
      <div align="left">Primeiro contato entre rolo dressador e rebolo de CBN.</div>
    </li>
    <li>
      <div align="left"> Profundidade de corte do rolo dressador na faixa microm&eacute;trica.</div>
    </li>
    <li>
      <div align="left"> Verifica&ccedil;&atilde;o dos par&acirc;metros de corte no processo
                de dressamento. </div>
    </li>
    <li>
      <div align="left">Velocidade do rolo dressador concordante ou discordante,
                  velocidade do rebolo
                  de CBN. </div>
    </li>
    <li>
      <div align="left">          Verifica&ccedil;&atilde;o da topografia obtida na superf&iacute;cie do rebolo
                      CBN para cada ajuste dos par&acirc;metros utilizados. <br>
              </div>
    </li>
    </ul>
  <div align="left">
    <h4>INTRODUCTION </h4>
    <p>        Esse novo processo de dressamento aplica - se principalmente
                              em rebolos CBN ou adiamantados, onde a por&ccedil;&atilde;o atuante do rebolo tem um valor
                              agregado muito grande e sua utiliza&ccedil;&atilde;o otimizada faz com que
                          o processo se torne mais vi&aacute;vel economicamente. </p>
  </div>  <div align="left">
      <h4>PROCEDURES </h4>
      <p>Para in&iacute;cio da processo de &quot;touch &#8211; dressing&quot; deve
        - se realizar com a maior seguran&ccedil;a poss&iacute;vel a detec&ccedil;&atilde;o
        do primeiro contato do rolo dressador com o rebolo a ser dressado. Isso se
        deve ao fato de que as profundidades de corte se encontram na faixa microm&eacute;trica
        e por isso qualquer contato inicial maior entre os dois corpos pode comprometer
        todo o posterior processo de dressamento. Para essa identifica&ccedil;&atilde;o
        segura do primeiro contato utiliza-se um aparelho de monitoramento da firma
        Prometec, de modo que atrav&eacute;s da emiss&atilde;o ac&uacute;stica
        se possa obter o exato momento do primeiro contato.</p>
      <p> O trabalho tamb&eacute;m dever&aacute; conter uma s&eacute;rie de ensaios
          para a otimiza&ccedil;&atilde;o dos valores para os par&acirc;metros a serem
          ajustados. </p>
      <h4>RESULTS </h4>
      <p>Os resultados a serem alcan&ccedil;ados nesta pesquisa s&atilde;o o
        intervalo de tempo necess&aacute;rio entre dressamentos e avalia&ccedil;&atilde;o
        de quais par&acirc;metros de dressamento d&atilde;o os melhores resultados
        para os rebolos de CBN dispon&iacute;veis.</p>
      <p>          Uma an&aacute;lise da topografia do rebolo e da superf&iacute;cie retificada
            ser&aacute; tamb&eacute;m analisada em microsc&oacute;pio ou rugos&iacute;metro.</p>
      <p> Valores da rugosidade da superf&iacute;cie da pe&ccedil;a obtida com rebolos
          dressados por &quot;touch - dressing&quot; devem apresentar valores menores
          ou equivalentes aos das pe&ccedil;as retificadas com rebolos dressados convencionalmente
          pelo processo de dressamento habitual. Com isso a validade do processo, por
          este consumir muito menos rebolo durante o dressamento do que o processo
          convencional, deve ser confirmada. </p>
      <p align="center" class="legendaFigura"><img src="gendef_touch.jpg" width="250" height="300"><br>
        Retificadora
        Cilindrica OC - Studer</p>
      </div></td>
</tr>
</table>
  <table BORDER=0 COLS=2 WIDTH="100%" >
    <tr>
      <td class="contato">Contact: <br>
      GENDEF<br>
      <a href="../../perfil/pessoal/walter.html"> Walter Lindolfo Weingaertner Prof.
      Dr.-Ing</a></td>
      <td ALIGN=RIGHT VALIGN=BOTTOM class="atualizacao">Last update
      <!-- #BeginDate format:Ge1 -->21.06.2006<!-- #EndDate -->
      </td>
    </tr>
  </table>
</center>
</body>
</html>