<!doctype html public "-//w3c//dtd html 4.0 transitional//en">
<html>
<head>
   <meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
   
   <meta name="GENERATOR" content="Mozilla/4.74 [en] (WinNT; U) [Netscape]">
   <title>LMP - GENDEF</title>
   <link href="../../estilo-texto.css" rel="stylesheet" type="text/css">
</head>
<body nosave>

<div align=right>
  <p align="left"><a href="../../home.html" target="mainFrame">LMP</a>&gt;<a href="../lp_principal.html">Research Guidelines</a>&gt;<a href="gendef.html">GENDEF</a>&gt;Retifica&ccedil;&atilde;o com Superabrasivos
  em M&aacute;quinas-Ferramentas Convencionais</p>
  <h4 align="center">RETIFICA&Ccedil;&Atilde;O COM SUPERABRASIVOS <br>
    EM M&Aacute;QUINAS-FERRAMENTAS CONVENCIONAIS<br>
  </h4>
</div>

<center><table CELLSPACING=0 CELLPADDING=0 COLS=1 WIDTH="90%" >
<tr>
<td><h4>OBJECTIVES </h4>
  <p>      Este trabalho tem por objetivo estudar a performance de rebolos de nitreto
        de boro c&uacute;bico (CBN) em retificadoras convencionais adaptadas para
        velocidades perif&eacute;ricas de at&eacute; 50 m/s. </p>
  <h4>INTRODUCTION </h4>
  <p>O CBN &eacute; um material superabrasivo com dureza pr&oacute;xima &agrave; do
    diamante e n&atilde;o reativo ao carbono (indicado para a usinagem de metais
    ferrosos). A retifica&ccedil;&atilde;o com rebolos de CBN vem ganhando destaque
    na ind&uacute;stria devido &agrave; elevada qualidade e precis&atilde;o dimensional
    do produto, al&eacute;m da alta produtividade obtida. Contudo estes resultados
    somente t&ecirc;m sido viabilizados pela utiliza&ccedil;&atilde;o de m&aacute;quinas
    de alta tecnologia. Deste modo torna-se necess&aacute;rio pesquisar a aplicabilidade
    do CBN em retificadoras convencionais, minimizando assim o custo de sua implanta&ccedil;&atilde;o
    na ind&uacute;stria. </p>
  <h4>PROCEDURES </h4>
  <p>S&atilde;o utilizadas duas retificadoras nas quais foram instalados conversores
    de frequ&ecirc;ncia que alimentam os motores (AC) proporcionando velocidades
    de corte de at&eacute; 50 m/s. <br>
    Nos ensaios com os rebolos de CBN s&atilde;o analisadas as condi&ccedil;&otilde;es
    de dressamento (perfilamento + afia&ccedil;&atilde;o) e os par&acirc;metros
    de usinagem, de forma a prolongar a vida dos rebolos e proporcionar <br>
    bons resultados de rugosidade nas pe&ccedil;as usinadas. Os materiais utilizados
    apresentam dureza na faixa de 64 HRc. </p>
  <p> A figura 1 mostra a opera&ccedil;&atilde;o de afia&ccedil;&atilde;o do rebolo
      de CBN sendo realizada por um dispositivo hidro-pneum&aacute;tico projetado
      e constru&iacute;do no laborat&oacute;rio. O dispositivo se resume a um sistema
      h&iacute;brido de avan&ccedil;o com for&ccedil;a e velocidade constantes. <br>
      Foi desenvolvida uma t&eacute;cnica para a caracteriza&ccedil;&atilde;o da
      topografia dos rebolos de CBN. Esta t&eacute;cnica emprega dois tipos de
      resina que reproduzem a superf&iacute;cie do rebolo e permite avaliar a protus&atilde;o
      e o grau de arrancamento dos gr&atilde;os pela medi&ccedil;&atilde;o de rugosidade
      das amostras e pela an&aacute;lise visual (figura 2) por microscopia eletr&ocirc;nica
      de varredura (MEV). </p>
  <p> O projeto trata atualmente de duas frentes de pesquisa na linha de retifica&ccedil;&atilde;o
        por mergulho: os desgastes de quina e frontal da ferramenta. </p>  <h4>RESULTS </h4>
  <p>Os resultados t&ecirc;m se apresentado satisfat&oacute;rios tanto em rela&ccedil;&atilde;o &agrave; capacidade
    das m&aacute;quinas-ferramentas (rigidez, pot&ecirc;ncia e precis&atilde;o)
    quanto ao emprego do dispositivo de afia&ccedil;&atilde;o, dos rolos dressadores
    e do sistema de impress&atilde;o por resina. Os resultados obtidos de rugosidade
    apontam para a necessidade de um bom n&iacute;vel de controle sobre as vari&aacute;veis
    de entrada seja para o dressamento ou para o processo de retifica&ccedil;&atilde;o
    em si. </p>
  <p></p>
  <div align="center">
    <p class="legendaFigura"><img src="gendef_retific01.jpg" width="437" height="292"><br>
        Afia&ccedil;&atilde;o
      do Rebolo de CBN utilizando uma barra de cor&iacute;ndon</p>
    <p class="legendaFigura"><a href="gendef_retific02b.jpg"><img src="gendef_retific02a.jpg" width="350" height="238" border="0"></a><br>
  Imagem
      MEV da c&oacute;pia em resina <br>
      destacando a protus&atilde;o do gr&atilde;o de CBN</p>
    </div></td>
</tr>
</table>
  <table BORDER=0 COLS=2 WIDTH="100%" >
    <tr>
      <td class="contato">Contact: <br>
      GENDEF<br>
      <a href="../../perfil/pessoal/walter.html"> Walter Lindolfo Weingaertner Prof.
      Dr.-Ing</a></td>
      <td ALIGN=RIGHT VALIGN=BOTTOM class="atualizacao">Last update
      <!-- #BeginDate format:Ge1 -->21.06.2006<!-- #EndDate -->
      </td>
    </tr>
  </table>
</center>
</body>
</html>