<!doctype html public "-//w3c//dtd html 4.0 transitional//en">
<html>
<head>
   <meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
   
   <meta name="GENERATOR" content="Mozilla/4.74 [en] (WinNT; U) [Netscape]">
   <title>LMP - PROCESP</title>
   <link href="../../estilo-texto.css" rel="stylesheet" type="text/css">
</head>
<body nosave>

<div align=right>
  <p align="left"><a href="../../home.html" target="mainFrame">LMP</a>&gt;<a href="../lp_principal.html">Linhas
  de Pesquisa</a>&gt;PROCESP</p>
  <h4>Processos Especiais de Usinagem - PROCESP</h4>
</div>

<center><table CELLSPACING=0 CELLPADDING=0 COLS=1 WIDTH="90%" >
<tr>
<td><h4>DESCRI&Ccedil;&Atilde;O </h4>
  <p> As limita&ccedil;&otilde;es impostas pelos novos materiais aos processos convencionais
      de manufatura levou &agrave; cria&ccedil;&atilde;o e desenvolvimento dos chamados
      Processos Especiais (ou n&atilde;o-convencionais) de fabrica&ccedil;&atilde;o. </p>
  <p>      Nos &uacute;ltimos anos, a investiga&ccedil;&atilde;o nessa &aacute;rea tem
        se intensificado, sempre na busca de novas tecnologias. Com esse intuito, foi
        criado, no Laborat&oacute;rio de Mec&acirc;nica de Precis&atilde;o, o Grupo
        de Processos Especiais de Fabrica&ccedil;&atilde;o, ou PROCESP.</p>
  <p> A principal fun&ccedil;&atilde;o do PROCESP, dentro do contexto do LMP, &eacute; promover
          a pesquisa em diversas &aacute;reas, de modo a melhorar o andamento das atividades
          da ind&uacute;stria e de &oacute;rg&atilde;os de pesquisa, fornecendo dados
          confi&aacute;veis coletados ao longo de v&aacute;rios anos de trabalho cient&iacute;fico.</p>
  <p> Atualmente, s&atilde;o desenvolvidos trabalhos dentro de duas linhas de pesquisa,
          nas &aacute;reas de Eros&atilde;o Eletroqu&iacute;mica e Eletroeros&atilde;o
          por Fa&iacute;sca. </p>
  <p> No mesmo esp&iacute;rito do LMP, o PROCESP est&aacute; sempre aberto a receber
          e novas id&eacute;ias e trabalhos, que tornem comuns os interesses da ind&uacute;stria
          e do nosso centro de pesquisa. O nosso maior objetivo &eacute; elevar o n&iacute;vel
          de conhecimento do grupo e das institui&ccedil;&otilde;es envolvidas. </p>  <h4>&Aacute;REAS EM DESENVOLVIMENTO </h4>
  <ul>
    <li><a href="procesp_micro.html">MICRO-FURA&Ccedil;&Atilde;O POR DISSOLU&Ccedil;&Atilde;O AN&Oacute;DICA </a></li>
    <li>        <a href="procesp_analise.html">AN&Aacute;LISE DO DESGASTE DE CANTO VIVO EM ELETRODOS DE COBRE NA ELETROEROS&Atilde;O
          POR FA&Iacute;SCA </a><br>
    </li>
  </ul></td>
</tr>
</table>
  <p>&nbsp;</p>
  <table BORDER=0 COLS=2 WIDTH="100%" >
    <tr>
      <td class="contato">Contato: <br>
      PROCESP <br>
      <a href="../perfil/pessoal/walter.html"> Walter Lindolfo Weingaertner Prof.
      Dr.-Ing</a></td>
      <td ALIGN=RIGHT VALIGN=BOTTOM class="atualizacao">&Uacute;ltima Atualiza&ccedil;&atilde;o
      <!-- #BeginDate format:Ge1 -->27.04.2006<!-- #EndDate -->
      </td>
    </tr>
  </table>
  </center>
</body>
</html>