<!doctype html public "-//w3c//dtd html 4.0 transitional//en">
<html>
<head>
   <meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
   
   <meta name="GENERATOR" content="Mozilla/4.74 [en] (WinNT; U) [Netscape]">
   <title>LMP - PROCESP</title>
   <link href="../../estilo-texto.css" rel="stylesheet" type="text/css">
</head>
<body nosave>

<div align=right>
  <p align="left"><a href="../../home.html" target="mainFrame">LMP</a>&gt;<a href="../lp_principal.html">Linhas
  de Pesquisa</a>&gt;<a href="procesp.html">PROCESP</a>&gt;Micro-Fura&ccedil;&atilde;o por Dissolu&ccedil;&atilde;o
  An&oacute;dica</p>
  <h4 align="center">MICRO-FURA&Ccedil;&Atilde;O POR DISSOLU&Ccedil;&Atilde;O
    AN&Oacute;DICA<br>
  </h4>
</div>

<center><table CELLSPACING=0 CELLPADDING=0 COLS=1 WIDTH="90%" >
<tr>
<td><h4>OBJETIVOS </h4>
  <p>      Este trabalho tem por objetivo o desenvolvimento de um equipamento de micro-fura&ccedil;&atilde;o
    por dissolu&ccedil;&atilde;o an&oacute;dica e o conhecimento do comportamento
    do processo com a varia&ccedil;&atilde;o de par&acirc;metros. </p>
  <h4>INTRODU&Ccedil;&Atilde;O </h4>
  <p>O processo de dissolu&ccedil;&atilde;o an&oacute;dica dos metais &eacute; baseado
    na eletr&oacute;lise onde ocorre a retirada de metal &aacute;tomo &agrave; &aacute;tomo
    em uma c&eacute;lula eletrol&iacute;tica. As vantagens do processo s&atilde;o;
    a n&atilde;o introdu&ccedil;&atilde;o de tens&otilde;es residuais, possibilidade
    de usinar materiais de dif&iacute;cil usinabilidade por meios tradicionais.
    A desvantagem &eacute; a possibilidade de usinar somente materiais condutores
    de eletricidade. </p>
  <h4>PROCEDIMENTOS </h4>
  <p>Foi realizado o desenvolvimento e constru&ccedil;&atilde;o numa primeira
    etapa do trabalho de um prot&oacute;tipo de um equipamento de micro-fura&ccedil;&atilde;o
    por dissolu&ccedil;&atilde;o an&oacute;dica simples e compacto, ver figura
    1. </p>
  <p align="center" class="legendaFigura"><img src="protot_procesp.jpg" width="448" height="395"><br>
    Vista
    do 1o prot&oacute;tipo.</p>
  <p>Este equipamento permite a varia&ccedil;&atilde;o de poucos par&acirc;metros
    de processo, tens&atilde;o de trabalho, velocidade de avan&ccedil;o, solu&ccedil;&atilde;o
    eletrol&iacute;tica, concentra&ccedil;&atilde;o da solu&ccedil;&atilde;o
    eletrol&iacute;tica. Numa segunda etapa pretende-se o desenvolvimento de
    um equipamento com maiores possibilidades de varia&ccedil;&atilde;o de par&acirc;metros
    para permitir estudos mais aprofundados das rela&ccedil;&otilde;es entre
    os par&acirc;metros da micro-fura&ccedil;&atilde;o por dissolu&ccedil;&atilde;o
    an&oacute;dica. </p>
  <p> Para a coleta de dados do processo &eacute; utilizado equipamentos ligados
      a um microcomputador onde s&atilde;o armazenados e processados para posterior
      estudo. Os par&acirc;metros que pretende-se estudar nesta segunda etapa,
      al&eacute;m dos poss&iacute;veis de estudo na primeira etapa, s&atilde;o:
      pH, temperatura, press&atilde;o e fluxo da solu&ccedil;&atilde;o eletrol&iacute;tica,
      e assim realizar um estudo mais completo do processo. </p>
  <h4>RESULTADOS </h4>
  <p>Na primeira etapa do trabalho j&aacute; foram obtidos resultados satisfat&oacute;rios
    em ensaios realizados. Nestes ensaios foram obtidos microfuros, ver figura
    2, di&acirc;metro de aproximadamente 1,7 mm, com boas caracter&iacute;sticas
    de circularidade, paralelismo e perpendicularismo das paredes e fundo levemente
    arredondado. <br>
    Na segunda etapa pretende-se aprimorar ainda mais os resultados obtidos na
    primeira, com uma qualidade ainda maior dos microfuros obtidos.</p>
  <p>&nbsp;</p>
  <p class="legendaFigura"><img src="mfuros_procesp.jpg" width="392" height="201"><br>
    Microfuros
    obtidos em ensaios <br>
    com ferramenta utilizada</p>
  <p><br>
  </p></td>
</tr>
</table>
  <table BORDER=0 COLS=2 WIDTH="100%" >
    <tr>
      <td class="contato">Contato: <br>
      PROCESP<br>
      <a href="../perfil/pessoal/walter.html"> Walter Lindolfo Weingaertner Prof.
      Dr.-Ing</a></td>
      <td ALIGN=RIGHT VALIGN=BOTTOM class="atualizacao">&Uacute;ltima Atualiza&ccedil;&atilde;o
      <!-- #BeginDate format:Ge1 -->21.06.2006<!-- #EndDate -->
      </td>
    </tr>
  </table>
</center>
</body>
</html>