<!DOCTYPE doctype PUBLIC "-//w3c//dtd html 4.0 transitional//en">
<html>
<head>
      
  <meta http-equiv="Content-Type"
 content="text/html; charset=iso-8859-1">
      
  <meta name="GENERATOR"
 content="Mozilla/4.74 [en] (WinNT; U) [Netscape]">
      
  
  <title>LMP - Hist&oacute;rico</title>
      <!-- Created with AOLpress/2.0 -->
      <link href="../estilo-texto.css" rel="stylesheet" type="text/css">
</head>
<body
 nosave="">
<div align="right">
  <p align="left"><a href="../home.html" target="mainFrame">LMP</a>&gt;<a href="estrutura.html">Estrutura</a>&gt;Hist&oacute;rico</p>
  <h4 align="center">Hist&oacute;rico</h4>
</div>
<center>
<table cellspacing="0" cellpadding="0" cols="1" width="100%">
  <tbody>
    <tr>
      <td><p>Desde 1983, o Departamento de Engenharia Mec&acirc;nica da UFSC vem
            dando &ecirc;nfase &agrave; Mec&acirc;nica de Precis&atilde;o pelo
            aprimoramento de seu pessoal docente ou pela busca de novos professores
            especializados
            no ramo. <br>
            Em 1986, a divis&atilde;o de fabrica&ccedil;&atilde;o de precis&atilde;o
            do Laborat&oacute;rio de M&aacute;quinas-Ferramentas j&aacute; tinha
            uma conota&ccedil;&atilde;o nacional. Foi quando se aceitou o desafio
            de desenvolver o primeiro projeto de uma m&aacute;quina-ferramenta de
            ultraprecis&atilde;o, caracterizando-se uma nova linha de pesquisa e
            desenvolvimento no Departamento de Engenharia Mec&acirc;nica. </p>
        <p>Com a restrutura&ccedil;&atilde;o das op&ccedil;&otilde;es de forma&ccedil;&atilde;o
          acad&ecirc;mica do curso de Engenharia Mec&acirc;nica, o LMP, juntamente
          com o Laborat&oacute;rio de Hardware, Laborat&oacute;rio de Metrologia
          e o Laborat&oacute;rio de Projetos, passaram a integrar a chave para
          a forma&ccedil;&atilde;o pr&aacute;tica dos acad&ecirc;micos da op&ccedil;&atilde;o
          Mec&acirc;nica de Precis&atilde;o. </p>
        <p>Atualmente o LMP desenvolve pesquisas nas &aacute;reas de usinagem
          convencional voltada para a fabrica&ccedil;&atilde;o de precis&atilde;o,
          usinagem de ultraprecis&atilde;o, fura&ccedil;&atilde;o, alargamento
          de precis&atilde;o, monitoramento de ferramentas e processos, eletroeros&atilde;o,
          lapida&ccedil;&atilde;o, brunimento, torneamento com pastilhas de nitreto
          de boro c&uacute;bico (CBN) e projeto e constru&ccedil;&atilde;o de
          m&aacute;quinas-ferramentas de ultraprecis&atilde;o. Atrav&eacute;s
          de conv&ecirc;nios, existe um estreito contato com diversas empresas
        e laborat&oacute;rios de pesquisa nacionais e estrangeiros. </p></td>
    </tr>
  </tbody>
</table>
</center>
</body>
</html>