<!doctype html public "-//w3c//dtd html 4.0 transitional//en">
<html>
<head>
   <meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
   
   <meta name="GENERATOR" content="Mozilla/4.7 [en] (WinNT; I) [Netscape]">
   <title>LMP - USICAV</title>
   <link href="../../estilo-texto.css" rel="stylesheet" type="text/css">
</head>
<body nosave>

<div align="left">
  <p><a href="../../home.html" target="mainFrame">LMP</a>&gt;<a href="../lp_principal.html">Linhas
  de Pesquisa</a>&gt;<a href="usicav.html">USICAV</a>&gt;Fabrica&ccedil;&atilde;o de Cavidades
  por Fresamento de Topo</p>
</div>
<center>
<h4>FABRICA&Ccedil;&Atilde;O DE CAVIDADES <br>
  POR FRESAMENTO DE TOPO<br>
  </h4>
</center>
<center>
  <table CELLSPACING=0 CELLPADDING=0 COLS=1 WIDTH="90%" >
<tr>
  <td><h4>OBJETIVOS </h4>
    <p>        Essa &aacute;rea de pesquisa tem como objetivo estudos no processo de fresamento
        de topo 5 eixos, com alt&iacute;ssimas velocidades de corte, para a Ind&uacute;stria
        de Moldes. <br>
        O fresamento com alt&iacute;ssimas velocidades de corte (HSC - High Speed
        Cutting) em 5 eixos representa, para a ind&uacute;stria moderna, um meio
        de racionaliza&ccedil;&atilde;o do processo. Com o fresamento em 5 eixos &eacute; permitida
        a usinagem de superf&iacute;cies complexas, um maior controle de altura das
        cristas e uma maior rigidez de processo, uma vez que a ferramenta alcan&ccedil;a
        regi&otilde;es mais profundas com menor comprimento de haste. <br>
        Com a aplica&ccedil;&atilde;o de alt&iacute;ssimas velocidades de corte ocorre
        um aumento da taxa de remo&ccedil;&atilde;o e as for&ccedil;as espec&iacute;ficas
        de usinagem s&atilde;o sensivelmente menores. Conseq&uuml;entemente, as tens&otilde;es
        do processo s&atilde;o reduzidas, sendo assim poss&iacute;vel evitar modifica&ccedil;&otilde;es
        t&eacute;rmicas e qu&iacute;micas que possam alterar as caracter&iacute;sticas
        do material, ou causar problemas para as opera&ccedil;&otilde;es posteriores. </p>
    <p>        Com a aplica&ccedil;&atilde;o do fresamento com alt&iacute;ssimas velocidades
          de corte em 5 eixos ocorre uma altera&ccedil;&atilde;o tecnol&oacute;gica
          da seq&uuml;&ecirc;ncia do processo de usinagem, pois &eacute; poss&iacute;vel
          reduzir e at&eacute; eliminar opera&ccedil;&otilde;es posteriores (processos
          de usinagem por descarga el&eacute;trica e determinadas opera&ccedil;&otilde;es
          de polimento, por exemplo). <br>
          Desde a caracteriza&ccedil;&atilde;o do corte na ponta da ferramenta, at&eacute; o
          desenvolvimento da m&aacute;quina-ferramenta, em virtude das caracter&iacute;sticas
          estruturais e din&acirc;micas do sistema, e desde o desenvolvimento de software
          e hardware espec&iacute;ficos, em fun&ccedil;&atilde;o da pr&oacute;pria
          complexidade dos movimentos da m&aacute;quina, o desenvolvimento tecnol&oacute;gico &eacute; cont&iacute;nuo. </p>
    <h4>PROCEDIMENTOS </h4>
    <p>Para a fundamenta&ccedil;&atilde;o do processo s&atilde;o estudados aspectos
      tecnol&oacute;gicos gerais de usinabilidade. Tamb&eacute;m s&atilde;o definidas
      as estrat&eacute;gias espec&iacute;ficas de corte para o fresamento de
      cavidades, com objetivo de otimiza&ccedil;&atilde;o do acabamento superficial. <br>
      Todos os ensaios s&atilde;o realizados baseados no planejamento experimental
      e analisados por interm&eacute;dio de tratamentos estat&iacute;sticos dos
      dados visando a perfeita comprova&ccedil;&atilde;o dos resultados. <br>
      Parte dos experimentos &eacute; desenvolvida em conjunto com a Fraunhofer
      Institut f&uuml;r Produktionstechnologie, em Aachen, Alemanha, dentro de
      uma mesma sistem&aacute;tica de ensaios. </p>
    <h4>RESULTADOS </h4>
    <p>Uma vez obtidas as informa&ccedil;&otilde;es b&aacute;sicas das necessidades
      da Ind&uacute;stria, a difus&atilde;o tecnol&oacute;gica ser&aacute; fundamental
      para a continuidade da pesquisa. Pretende-se assim criar bases para o uso
      industrial desta tecnologia no Brasil. <br>
      Este trabalho representa para o Departamento de Engenharia Mec&acirc;nica/UFSC
      uma das bases tecnol&oacute;gicas de desenvolvimento na forma&ccedil;&atilde;o
      de um Centro de Excel&ecirc;ncia na &aacute;rea de moldes de inje&ccedil;&atilde;o.<br>
    </p></td>
</tr>
</table></center>
&nbsp;
<center><table BORDER=0 COLS=2 WIDTH="100%" >
<tr>
<td class="contato">Contato:
<br>
USICAV
<br>
<a href="../perfil/pessoal/rolf.html">
Rolf Bertrand Schroeter Prof. Dr. Eng.
</a></td>

<td ALIGN=RIGHT VALIGN=BOTTOM class="atualizacao">&Uacute;ltima
Atualiza&ccedil;&atilde;o 
<!-- #BeginDate format:Ge1 -->27.04.2006<!-- #EndDate --></td>
</tr>
</table></center>
</body>
</html>
