<!doctype html public "-//w3c//dtd html 4.0 transitional//en">
<html>
<head>
   <meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
   
   <meta name="GENERATOR" content="Mozilla/4.7 [en] (WinNT; I) [Netscape]">
   <title>LMP - USICAV</title>
   <link href="../../estilo-texto.css" rel="stylesheet" type="text/css">
</head>
<body nosave>

<div align="left">
  <p><a href="../../home.html" target="mainFrame">LMP</a>&gt;<a href="../lp_principal.html">Linhas
  de Pesquisa</a>&gt;<a href="usicav.html">USICAV</a>&gt;Furo - Fresamento de
  Roscas em Magn&eacute;sio</p>
</div>
<center>
<h4>FURO - FRESAMENTO <br>
  DE ROSCAS EM MAGN&Eacute;SIO<br>
  </h4>
</center>
<center>
  <table CELLSPACING=0 CELLPADDING=0 COLS=1 WIDTH="90%" >
<tr>
  <td><h4>OBJETIVOS </h4>
    <p> O processo de fura&ccedil;&atilde;o seguido de rosqueamento &eacute; muito
        empregado na ind&uacute;stria em geral. Visando-se principalmente a redu&ccedil;&atilde;o
        de custos de fabrica&ccedil;&atilde;o, foi desenvolvido o processo de fura&ccedil;&atilde;o
        e fresamento interno de roscas (Bohrgewinde-fr&auml;sen). Este processo emprega
        uma &uacute;nica ferramenta, a qual executa a fura&ccedil;&atilde;o, o
        escareamento e em seguida o rosqueamento. </p>
    <p></p>
    <p align="center" class="legendaFigura"><img src="usicav_furacao.jpg" width="415" height="119"><br>
      Ferramenta
      de fura&ccedil;&atilde;o e fresamento interno de roscas. </p>
    <p align="left">O metal magn&eacute;sio tem import&acirc;ncia cada vez maior
      na ind&uacute;stria, devido principalmente a seu baixo peso - 2/3 do peso
      do alum&iacute;nio. <br>
      Este trabalho, em conjunto com o Institut f&uuml;r Produktionstechnik und
      Logistik da Universidade de Kassel - Alemanha, tem como objetivo principal
      melhorar o desempenho deste tipo de ferramenta na usinagem a seco de magn&eacute;sio.
      Dentre os t&oacute;picos a serem analisados pode-se citar o comportamento
      das for&ccedil;as, as formas e a evolu&ccedil;&atilde;o do desgaste e a
      influ&ecirc;ncia dos par&acirc;metros de entrada do processo (geometria
      da ferramenta, velocidade de corte, avan&ccedil;o, profundidade de corte,
      penetra&ccedil;&atilde;o de trabalho, etc.). </p>
    <h4>PROCEDIMENTOS </h4>
    <p>A ades&atilde;o de magn&eacute;sio sobre a ferramenta durante a usinagem
      a seco traz alguns de problemas que comprometem a utiliza&ccedil;&atilde;o
      deste processo de fabrica&ccedil;&atilde;o de roscas. Em geral, ocorre
      a quebra prematura da ferramenta devido ao entupimento dos canais da parte
      da broca. <br>
      O processo de obten&ccedil;&atilde;o de informa&ccedil;&otilde;es b&aacute;sicas
      sobre a utiliza&ccedil;&atilde;o de ferramentas de fura&ccedil;&atilde;o
      e fresamento interno de roscas, bem como sobre a usinabilidade de magn&eacute;sio,
      tem como etapa inicial uma revis&atilde;o bibliogr&aacute;fica sobre o
      assunto em publica&ccedil;&otilde;es especializadas nacionais e internacionais.
      Esta pesquisa formar&aacute; um banco de dados com informa&ccedil;&otilde;es
      do estado da arte deste tipo de processo. <br>
      Atrav&eacute;s de ensaios e an&aacute;lise de resultados ser&aacute; poss&iacute;vel
      identificar as causas dos problemas de quebra de ferramenta, proporcionando
      uma atua&ccedil;&atilde;o direta sobre os problemas e consequentemente
      a otimiza&ccedil;&atilde;o do processo. Torna-se, assim, vi&aacute;vel
      a implanta&ccedil;&atilde;o deste processo em escala industrial. </p>
    <h4>RESULTADOS </h4>
    <p>Os resultados que s&atilde;o esperados ser&atilde;o &uacute;teis para
      que este processo de fabrica&ccedil;&atilde;o de roscas se torne mais conhecido
      e possa ser empregado com seguran&ccedil;a e boa produtividade com maior
      fundamento cient&iacute;fico. <br>
      Espera-se tamb&eacute;m que esta pesquisa seja o in&iacute;cio e a base
      de futuros desenvolvimentos na &aacute;rea de fura&ccedil;&atilde;o e rosqueamento,
      visando sempre a usinagem ecol&oacute;gica e o desenvolvimento de novas
      tecnologias. </p>
    <h4>Coopera&ccedil;&atilde;o </h4>
    <p><img src="usicav_furacao2.jpg" width="32" height="32"> <img src="usicav_furacao3.jpg" width="31" height="32"><br>
      <br>
      Gesamthochschule Kassel - GHK <br>
  Institut f&uuml;r Produktionstechnik und Logistik <br>
      Prof. Dr.-Ing. Franz Tikal <br>
      Kassel - Alemanha <br>
    </p>    
    <p></p>
    <div align="center"></div></td></tr>
</table></center>
&nbsp;
<center><table BORDER=0 COLS=2 WIDTH="100%" >
<tr>
<td class="contato">Contato:
<br>
USICAV
<br>
<a href="../perfil/pessoal/rolf.html">
Rolf Bertrand Schroeter Prof. Dr. Eng.
</a></td>

<td ALIGN=RIGHT VALIGN=BOTTOM class="atualizacao">&Uacute;ltima
Atualiza&ccedil;&atilde;o 
<!-- #BeginDate format:Ge1 -->21.06.2006<!-- #EndDate --></td>
</tr>
</table></center>
</body>
</html>
