<!doctype html public "-//w3c//dtd html 4.0 transitional//en">
<html>
<head>
   <meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
   
   <meta name="GENERATOR" content="Mozilla/4.7 [en] (WinNT; I) [Netscape]">
   <title>LMP - USICAV</title>
   <link href="../../estilo-texto.css" rel="stylesheet" type="text/css">
</head>
<body nosave>

<div align="left">
  <p><a href="../../home.html" target="mainFrame">LMP</a>&gt;<a href="../lp_principal.html">Linhas
  de Pesquisa</a>&gt;<a href="usicav.html">USICAV</a>&gt;Estabilidade do Processo
  de Fresamento a Elevadas Velocidades de Corte</p>
</div>
<center>
<h4>ESTABILIDADE DO PROCESSO DE FRESAMENTO A ELEVADAS VELOCIDADES DE CORTE<br>
&nbsp;</h4>
</center>
<center><table CELLSPACING=0 CELLPADDING=0 COLS=1 WIDTH="90%" >
<tr>
  <td><h4>INTRODU&Ccedil;&Atilde;O </h4>
    <p>        A usinagem a altas velocidades &eacute; um processo de fabrica&ccedil;&atilde;o
        com enorme potencial. N&atilde;o somente por elevar as taxas de remo&ccedil;&atilde;o
        de material, mas tamb&eacute;m por produzir componentes com melhor acabamento
        superficial, isentos de rebarbas e tens&otilde;es residuais. Estes resultados
        s&atilde;o encontrados somente quando o processo &eacute; mantido em regi&otilde;es
        de estabilidade, livres de vibra&ccedil;&otilde;es regenerativas. </p>
    <p>        Existem v&aacute;rias defini&ccedil;&otilde;es sobre usinagem a altas velocidades
          de corte. Uma delas, empregada na sele&ccedil;&atilde;o de faixas de velocidades
          para testes de performance de usinagem conforme norma ANSI/ASME (Hocken,
          1991), est&aacute; relacionada &agrave; din&acirc;mica da ferramenta e do
          cabe&ccedil;ote da m&aacute;quina. Esta considera que a usinagem a altas
          velocidades ocorre sempre que a freq&uuml;&ecirc;ncia de passagem de um dente
          da ferramenta se aproxima de uma fra&ccedil;&atilde;o substancial da freq&uuml;&ecirc;ncia
          natural do modo de vibra&ccedil;&atilde;o dominante. </p>
    <p> As vibra&ccedil;&otilde;es regenerativas t&ecirc;m como caracter&iacute;stica
          a oscila&ccedil;&atilde;o do sistema em uma ou mais freq&uuml;&ecirc;ncias
          naturais, sem a interfer&ecirc;ncia de for&ccedil;as externas. A sua principal
          fonte &eacute; um mecanismo de auto-excita&ccedil;&atilde;o durante a forma&ccedil;&atilde;o
          do cavaco. Ela ocorre principalmente sob altas taxas de remo&ccedil;&atilde;o.
          As conseq&uuml;&ecirc;ncias s&atilde;o a piora na qualidade superficial e
          dimensional da pe&ccedil;a, o desgaste excessivo ou quebra da ferramenta
          e a limita&ccedil;&atilde;o da produtividade do processo. A sua presen&ccedil;a
          depende das seguintes vari&aacute;veis: </p>
    <ul>
      <li>  Estrutura da m&aacute;quina e da pe&ccedil;a (rigidez, amortecimento
              e massa); </li>
      <li> Orienta&ccedil;&atilde;o do modos de vibra&ccedil;&atilde;o
              do sistema e;</li>
      <li>Condi&ccedil;&otilde;es de corte (material da pe&ccedil;a,
              avan&ccedil;o,
              velocidade de corte, profundidade de corte radial e axial e n&uacute;mero
              de dentes da fresa). </li>
    </ul>    <h4><br>
      OBJETIVOS </h4>
    <p>Este trabalho busca uma maior compreens&atilde;o dos fen&ocirc;menos associados &agrave; din&acirc;mica
      do processo de fresamento a altas velocidades e procura determinar condi&ccedil;&otilde;es
      que conduzam o processo a regi&otilde;es de estabilidade, permitindo altas
      taxas de remo&ccedil;&atilde;o e assegurando elevada precis&atilde;o dimensional
      e qualidade superficial &agrave;s pe&ccedil;as usinadas. </p>
    <h4>PROCEDIMENTOS</h4>
    <p>As opera&ccedil;&otilde;es de usinagem s&atilde;o influenciadas pela din&acirc;mica
      da estrutura da m&aacute;quina-ferramenta e din&acirc;mica do processo
      de corte. A primeira &eacute; analisada usando m&eacute;todos e teorias
      conhecidas da din&acirc;mica de estruturas, e &eacute; no presente o melhor
      compreendido dos dois fatores. A din&acirc;mica do processo de corte &eacute; muito
      menos conhecida, uma vez que m&eacute;todos te&oacute;ricos e experimentais
      para seu estudo ainda est&atilde;o em desenvolvimento e muitas quest&otilde;es
      ainda n&atilde;o foram esclarecidas. <br>
      Aspectos abordados neste trabalho:<br>
      - Determina&ccedil;&atilde;o das caracter&iacute;sticas din&acirc;micas
      do sistema m&aacute;quina-ferramenta-pe&ccedil;a para diferentes condi&ccedil;&otilde;es
      de materiais, fixa&ccedil;&otilde;es e estruturas. <br>
      - Aplica&ccedil;&atilde;o de modelos din&acirc;micos do processo e realiza&ccedil;&atilde;o
      de ensaios para levantamento de cartas de estabilidade.<br>
      - Avalia&ccedil;&atilde;o da influ&ecirc;ncia das for&ccedil;as de usinagem
      e deflex&otilde;es de ferramenta sobre a precis&atilde;o de forma das pe&ccedil;as
      usinadas.</p>
    <p align="center" class="legendaFigura"><img src="usicav_estabilidade_1.jpg" width="300" height="248"><br>
    </p>
    </td>
</tr>
</table></center>
&nbsp;
<center><table BORDER=0 COLS=2 WIDTH="100%" >
<tr>
<td class="contato">Contato:
<br>
USICAV
<br>
<a href="../perfil/pessoal/rolf.html">
Rolf Bertrand Schroeter Prof. Dr. Eng.
</a></td>

<td ALIGN=RIGHT VALIGN=BOTTOM class="atualizacao">&Uacute;ltima
Atualiza&ccedil;&atilde;o 
<!-- #BeginDate format:Ge1 -->21.06.2006<!-- #EndDate --></td>
</tr>
</table></center>
</body>
</html>
