<!doctype html public "-//w3c//dtd html 4.0 transitional//en">
<html>
<head>
   <meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
   
   <meta name="GENERATOR" content="Mozilla/4.7 [en] (WinNT; I) [Netscape]">
   <title>LMP - USIPREC</title>
   <link href="../../estilo-texto.css" rel="stylesheet" type="text/css">
</head>
<body nosave>

<div align="left">
  <p><a href="../../home.html" target="mainFrame">LMP</a>&gt;<a href="../lp_principal.html">Linhas
  de Pesquisa</a>&gt;<a href="usiprec.html">USIPREC</a>&gt;Medi&ccedil;&atilde;o e An&aacute;lise
  de For&ccedil;as na Usinagem de Ultraprecis&atilde;o</p>
</div>
<center>
<h4>MEDI&Ccedil;&Atilde;O E AN&Aacute;LISE DE FOR&Ccedil;AS <br>
  NA USINAGEM DE ULTRAPRECIS&Atilde;O</h4>
</center>
&nbsp;
<center><table CELLSPACING=0 CELLPADDING=0 COLS=1 WIDTH="90%" >
<tr>
  <td><h4>INTRODU&Ccedil;&Atilde;O</h4>
    <p>        Apesar dos grandes progressos atingidos nos &uacute;ltimos anos na tecnologia
      de usinagem de ultraprecis&atilde;o, ainda faltam conhecimentos sobre o mecanismo
      de corte e sobre as condi&ccedil;&otilde;es de corte &oacute;timas durante
      a usinagem com ferramentas de diamante monocristalino. As propriedades do
      material da pe&ccedil;a e sua orienta&ccedil;&atilde;o e estrutura cristalina,
      a geometria e propriedades do material da ferramenta, as propriedades do
      fluido de corte e o comportamento est&aacute;tico, din&acirc;mico e t&eacute;rmico
      da m&aacute;quina-ferramenta t&ecirc;m um importante papel neste processo.
      Estes par&acirc;metros interagem com as tens&otilde;es, for&ccedil;as e temperaturas,
      de forma que estes t&ecirc;m, direta ou indiretamente, influ&ecirc;ncia sobre
      a qualidade final da pe&ccedil;a. Uma ferramenta &uacute;til e essencial
      na compreens&atilde;o dos fen&ocirc;menos que ocorrem na usinagem &eacute; entre
      outras, portanto, a an&aacute;lise das componentes de for&ccedil;a que ocorrem
      durante este processo de fabrica&ccedil;&atilde;o. </p>
    <h4>OBJETIVOS </h4>
    <p>Com este trabalho objetiva-se um maior conhecimento da influ&ecirc;ncia
      de diferentes vari&aacute;veis de trabalho sobre as componentes de for&ccedil;a
      durante a usinagem de ultraprecis&atilde;o, com um sistema especialmente
      projetado e constru&iacute;do para a medi&ccedil;&atilde;o destas for&ccedil;as.
      Este sistema permite a medi&ccedil;&atilde;o de for&ccedil;as de corte
      e passivas muito pequenas, em n&iacute;veis muito inferiores a 100 mN. </p>
    <h4>PROCEDIMENTOS </h4>
    <p>O comportamento das for&ccedil;as de corte e passivas com a varia&ccedil;&atilde;o
      dos diferentes par&acirc;metros de usinagem e vari&aacute;veis de trabalho &eacute; sistematicamente
      analisado a partir de varia&ccedil;&otilde;es do avan&ccedil;o, da profundidade
      de corte, de par&acirc;metros geom&eacute;tricos da ferramenta de diamante
      e de outras vari&aacute;veis de processo de import&acirc;ncia. Para isto,
      s&atilde;o realizados ensaios de usinagem em cristais infravermelhos (sulfeto
      de zinco, Cleartran&#8482; e germ&acirc;nio) e materiais met&aacute;licos
      (ligas de cobre e de alum&iacute;nio) com ferramentas de diamante sob diferentes
      condi&ccedil;&otilde;es de trabalho e &eacute; analisado o comportamento
      das componentes de for&ccedil;a. </p>
    <p align="center" class="legendaFigura"><a href="usiprec_medicao01a.jpg"><img src="usiprec_medicao01.jpg" width="400" height="274" border="0"><br>
    </a>Sistema
      de Medi&ccedil;&atilde;o de For&ccedil;as</p>
    <h4 align="left">RESULTADOS </h4>
    <p>Os resultados obtidos mostram que o sistema de medi&ccedil;&atilde;o de
      for&ccedil;as na usinagem de ultraprecis&atilde;o tem sensibilidade suficiente
      para uma an&aacute;lise detalhada da influ&ecirc;ncia dos par&acirc;metros
      de usinagem caracter&iacute;sticos em opera&ccedil;&otilde;es de usinagem
      de ultraprecis&atilde;o. Com base nos resultados obtidos, podem ser determinados
      os par&acirc;metros mais adequados &agrave; produ&ccedil;&atilde;o de elementos &oacute;pticos
      em cada um dos materiais ensaiados e analisada a influ&ecirc;ncia que as
      vari&aacute;veis de processo t&ecirc;m sobre o resultado. </p>
    <p align="center" class="legendaFigura"><img src="usiprec_medicao02a.gif" width="439" height="331"><br>
      Exemplo
      de Sensibilidade do Sistema de Medi&ccedil;&atilde;o
      de For&ccedil;as</p>
    <p align="left"><br>
    </p></td></tr>
</table></center>
&nbsp;
<center><table BORDER=0 COLS=2 WIDTH="100%" >
<tr>
<td class="contato">Contato:
<br>
USIPREC<br>
<a href="../perfil/pessoal/rolf.html">
Rolf Bertrand Schroeter Prof. Dr. Eng.
</a></td>

<td ALIGN=RIGHT VALIGN=BOTTOM class="atualizacao">&Uacute;ltima
Atualiza&ccedil;&atilde;o 
<!-- #BeginDate format:Ge1 -->21.06.2006<!-- #EndDate --></td>
</tr>
</table></center>
</body>
</html>
