<!doctype html public "-//w3c//dtd html 4.0 transitional//en">
<html>
<head>
   <meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
   
   <meta name="GENERATOR" content="Mozilla/4.74 [en] (WinNT; U) [Netscape]">
   <title>LMP - USIPREC</title>
   <link href="../../estilo-texto.css" rel="stylesheet" type="text/css">
</head>
<body nosave>

<div align=right>
  <p align="left"><a href="../../home.html" target="mainFrame">LMP</a>&gt;<a href="../lp_principal.html">Linhas
  de Pesquisa</a>&gt;USIPREC</p>
  <h4>Usinagem de Ultraprecis&atilde;o - USIPREC</h4>
</div>

<center><table CELLSPACING=0 CELLPADDING=0 COLS=1 WIDTH="90%" >
<tr>
<td><h4><b>DESCRI&Ccedil;&Atilde;O</b></h4>
  <p>Em 1986 o Laborat&oacute;rio
    de Mec&acirc;nica de Precis&atilde;o iniciou as pesquisas na &aacute;rea de usinagem
    de ultraprecis&atilde;o com o projeto e constru&ccedil;&atilde;o
    de uma m&aacute;quina-ferramenta para a fabrica&ccedil;&atilde;o de cilindros
    de fotocopiadoras. Esta m&aacute;quina, dotada de mancais e guias aerost&aacute;ticos
    e empregando ferramentas de diamante monocristalino, permitiu a obten&ccedil;&atilde;o
    de superf&iacute;cies com rugosidades Ra na ordem de 10 nm.</p>
  <p>      Os anos seguintes foram dedicados ao aprimoramento dos conhecimentos adquiridos
      na &aacute;rea
      de ultraprecis&atilde;o, atrav&eacute;s do estudo dos fundamentos da tecnologia&nbsp; de
      usinagem com ferramentas de diamante e do desenvolvimento de m&aacute;quinas
      e elementos de m&aacute;quinas para a usinagem de ultraprecis&atilde;o, como
      mancais aerost&aacute;ticos, sistemas de posicionamento e guias lineares, entre
      outros. Tamb&eacute;m foram estudados os problemas referentes &agrave; usinagem
      de lentes de contato em materiais polim&eacute;ricos, empregando-se
      uma m&aacute;quina desenvolvida para tal, e feita a adapta&ccedil;&atilde;o para
      usinagem em dois eixos de um torno Moore inicialmente projetado para
      a fabrica&ccedil;&atilde;o de discos r&iacute;gidos para computadores.
      Tamb&eacute;m a concep&ccedil;&atilde;o e fabrica&ccedil;&atilde;o de dispositivos
      e bancadas para mec&acirc;nica de precis&atilde;o em geral, bem como o estudo
      de diferentes processos de usinagem de precis&atilde;o (alargamento
      de gume &uacute;nico e mandrilamento de precis&atilde;o, entre outros)
      foi assunto de pesquisa.</p>
  <p> Em 1993 foi iniciado
        um trabalho de doutorado enfocando a usinagem d&uacute;ctil de materiais de comportamento
        duro e fr&aacute;gil, principalmente cristais infravermelhos. Neste trabalho,
        conclu&iacute;do em 1997, foi realizada uma an&aacute;lise
        profunda da influ&ecirc;ncia de diferentes par&acirc;metros de usinagem
        e vari&aacute;veis de trabalho sobre a qualidade superficial e qualidade &oacute;ptica,
        bem como sobre as componentes da for&ccedil;a de usinagem.
        Em virtude do &iacute;nfimo sinal de for&ccedil;a verificado em processos de
        usinagem de ultraprecis&atilde;o, houve a necessidade do desenvolvido um sistema
        de medi&ccedil;&atilde;o de for&ccedil;as de valores ultrapequenos baseado no
        princ&iacute;pio piezel&eacute;trico. </p>
  <h4><b>&Aacute;REAS
          EM DESENVOLVIMENTO</b>
      </h4>
  <ul>
  <li> <a href="usiprec_usinagem.html">USINAGEM DE ULTRAPRECIS&Atilde;O DE CRISTAIS
      INFRAVERMELHOS</a></li>
</ul>
<ul>
  <li> <a href="usiprec_medicao.html">MEDI&Ccedil;&Atilde;O E AN&Aacute;LISE
      DE FOR&Ccedil;AS NA USINAGEM DE ULTRAPRECIS&Atilde;O</a></li>
</ul>
<h4><b>PARCEIROS</b></h4>
<ul>
  <li> <a href="http://www.ipt.fhg.de/" TARGET="_blank">Fraunhofer IPT, Aachen</a> - <b>Alemanha</b></li>
  <li> <a href="http://www.certi.ufsc.br/" TARGET="_blank">CERTI</a> - <b>UFSC
      - Florian&oacute;polis</b><font face="Arial,Helvetica"><b></b></font><font face="Arial,Helvetica"><b><font size=-1></font></b></font></li>
</ul></td>
</tr>
</table>
  <p>&nbsp;</p>
  <table BORDER=0 COLS=2 WIDTH="100%" >
    <tr>
      <td class="contato">Contato: <br>
      USIPREC <br>
      <a href="../perfil/pessoal/rolf.html"> Rolf Bertrand Schroeter Prof. Dr.
      Eng. </a></td>
      <td ALIGN=RIGHT VALIGN=BOTTOM class="atualizacao">&Uacute;ltima Atualiza&ccedil;&atilde;o
      <!-- #BeginDate format:Ge1 -->21.06.2006<!-- #EndDate -->
      </td>
    </tr>
  </table>
  <p>&nbsp;</p>
</center>
</body>
</html>