<!doctype html public "-//w3c//dtd html 4.0 transitional//en">
<html>
<head>
   <meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
   
   <meta name="GENERATOR" content="Mozilla/4.74 [en] (WinNT; U) [Netscape]">
   <title>LMP - SIMAP</title>
   <link href="../../estilo-texto.css" rel="stylesheet" type="text/css">
</head>
<body nosave>

<div align=right>
  <p align="left"><a href="../../home.html" target="mainFrame">LMP</a>&gt;<a href="../lp_principal.html">Linhas
  de Pesquisa</a>&gt;<a href="simap.html">SIMAP</a>&gt;Monitoramento do Estado
  da Broca no Processo de Fura&ccedil;&atilde;o</p>
  <h4 align="center">MONITORAMENTO DO ESTADO DA BROCA NO PROCESSO DE FURA&Ccedil;&Atilde;O<br>
  </h4>
</div>

<center><table CELLSPACING=0 CELLPADDING=0 COLS=1 WIDTH="90%" >
<tr>
<td><h4>INTRODU&Ccedil;&Atilde;O </h4>
  <p>      A crescente necessidade de diminuir os tempos de parada indesej&aacute;veis,
    provocados pelas trocas de brocas devido &agrave; quebra das mesmas, visando
    a redu&ccedil;&atilde;o dos custos de manuten&ccedil;&atilde;o preventiva e
    corretiva, faz com que se procure a utiliza&ccedil;&atilde;o de sistemas que
    possam informar a real situa&ccedil;&atilde;o da ferramenta de corte. Geralmente,
    a medi&ccedil;&atilde;o de desgastes &eacute; feita diretamente na broca atrav&eacute;s
    de m&eacute;todos &oacute;pticos adequados, havendo a necessidade da interrup&ccedil;&atilde;o
    do processo, gerando assim tempos improdutivos. Visando minimizar tais tempos,
    prop&otilde;e-se o monitoramento on-line do estado da ferramenta no processo
    de fura&ccedil;&atilde;o atrav&eacute;s da medi&ccedil;&atilde;o indireta de
    desgastes e avarias da broca. </p>
  <h4>OBJETIVOS </h4>
  <p>Desenvolver e implementar um procedimento eficiente para o monitoramento
    on-line da fura&ccedil;&atilde;o, a partir de grandezas indiretas de correla&ccedil;&atilde;o
    (emiss&atilde;o ac&uacute;stica e for&ccedil;a), para que se possa efetuar
    a detec&ccedil;&atilde;o do estado da broca (desgaste e/ou quebra) em processo. </p>
  <h4>DESENVOLVIMENTO DA PESQUISA </h4>
  <p>Os desgastes mais freq&uuml;entemente utilizados para estabelecer o crit&eacute;rio
    de fim de vida das brocas, os quais ser&atilde;o monitorados, s&atilde;o
    o desgaste do flanco, das guias e do gume transversal. A detec&ccedil;&atilde;o
    ser&aacute; feita atrav&eacute;s de sensores localizados estrategicamente
    na m&aacute;quina, os quais informar&atilde;o as avarias a partir da aquisi&ccedil;&atilde;o
    de sinais da for&ccedil;a de avan&ccedil;o (FZ), do momento tor&ccedil;or
    (MZ) e da emiss&atilde;o ac&uacute;stica (EA) gerados no processo de fura&ccedil;&atilde;o.
    Os sinais obtidos pelos diferentes sensores s&atilde;o devidamente tratados
    para uma posterior quantifica&ccedil;&atilde;o da vida da ferramenta. </p>
  <p></p>
  <div align="center">
    <p class="legendaFigura"><img src="simap_broca.gif" width="389" height="301"></p>
    <span class="legendaFigura">Setup Experimental [adapta&ccedil;&atilde;o de Noori &amp; Komanduri
        (1993)]:<br>
    </span><span class="legendaFigura"> (1) furadeira, (2) broca,
        (3) plataforma piezel&eacute;trica, (4) sensor
        de emiss&atilde;o ac&uacute;stica, <br>
        (5) pe&ccedil;a, (6) dispositivo de fixa&ccedil;&atilde;o, (7) amplificadores
        de carga, (8) filtros A/D, <br>
        (9) placa de aquisi&ccedil;&atilde;o de dados, (10) computador.</span><br>
    <p align="left">O sistema de monitoramento em quest&atilde;o visa proporcionar: </p>
    </div>
  <ul>
    <li>
      <div align="left">maior confiabilidade da ferramenta na fura&ccedil;&atilde;o;</div>
    </li>
    <li>
      <div align="left"> minimiza&ccedil;&atilde;o de tempos improdutivos; </div>
    </li>
    <li>
      <div align="left"> melhorias na qualidade do produto final; </div>
    </li>
    <li>
      <div align="left"> redu&ccedil;&atilde;o de custos. </div>
      </li>
    </ul>
  <p class="legendaFigura">          <img src="simap_broca.jpg" width="344" height="315"> <br>
  Processo
                de Fura&ccedil;&atilde;o
        [segundo Kistler AG]</p>
  <p>As principais vantagens no desenvolvimento
            da pesquisa residem no fato de que pequenos cuidados num processo
            podem levar a ganhos consider&aacute;veis
    de efeito pr&aacute;tico e tecnol&oacute;gico. Desta forma, deseja-se obter
    um procedimento eficiente no monitoramento da fura&ccedil;&atilde;o, para
    poss&iacute;veis aplica&ccedil;&otilde;es futuras em ch&atilde;o-de-f&aacute;brica.</p>
  <div align="center"></div></td>
</tr>
</table>
  <table BORDER=0 COLS=2 WIDTH="100%" >
    <tr>
      <td class="contato">Contato: <br>
      SIMAP <br>
      <a href="../../perfil/pessoal/walter.html"> Walter Lindolfo Weingaertner Prof.
      Dr.-Ing</a></td>
      <td ALIGN=RIGHT VALIGN=BOTTOM class="atualizacao">&Uacute;ltima Atualiza&ccedil;&atilde;o
      <!-- #BeginDate format:Ge1 -->21.06.2006<!-- #EndDate -->
      </td>
    </tr>
  </table>
</center>
</body>
</html>