<!doctype html public "-//w3c//dtd html 4.0 transitional//en">
<html>
<head>
   <meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
   
   <meta name="GENERATOR" content="Mozilla/4.74 [en] (WinNT; U) [Netscape]">
   <title>LMP - SIMAP</title>
   <link href="../../estilo-texto.css" rel="stylesheet" type="text/css">
</head>
<body nosave>

<div align=right>
  <p align="left"><a href="../../home.html" target="mainFrame">LMP</a>&gt;<a href="../lp_principal.html">Linhas
  de Pesquisa</a>&gt;SIMAP</p>
  <h4>Sistemas Inteligentes para Monitoramento e Automa&ccedil;&atilde;o de Processos
  - SIMAP </h4>
</div>

<center><table CELLSPACING=0 CELLPADDING=0 COLS=1 WIDTH="90%" >
<tr>
<td><h4><b>DESCRI&Ccedil;&Atilde;O</b></h4>
  <p>A busca por maiores &iacute;ndices de qualidade
      e produtividade na ind&uacute;stria metal-mec&acirc;nica prioriza a diminui&ccedil;&atilde;o
      de tempos de produ&ccedil;&atilde;o e a melhoria do acabamento usinado, proporcionando
      uma evolu&ccedil;&atilde;o natural de m&aacute;quinas e
  equipamentos. A tend&ecirc;ncia crescente est&aacute; na utiliza&ccedil;&atilde;o
  de sistemas de controle que interagem com a m&aacute;quina, automatizando o processo
  e reduzindo de forma consider&aacute;vel os tempos improdutivos. Tais tempos
  s&atilde;o decorrentes principalmente da interrup&ccedil;&atilde;o do processo,
  necess&aacute;ria para se fazer corre&ccedil;&otilde;es decorrentes de uma imprevista
  troca da ferramenta. Esta manuten&ccedil;&atilde;o corretiva &eacute; geralmente
  realizada a partir de uma detec&ccedil;&atilde;o da falha do processo pelo operador,
  atrav&eacute;s da observa&ccedil;&atilde;o
  de pe&ccedil;as acabadas. Com isso, surgiu a necessidade de se desenvolver sistemas
  inteligentes que fossem capaz de analisar o processo, atrav&eacute;s
  do monitoramento <i>on-line</i> das grandezas f&iacute;sicas envolvidas ou geradas
  por este, permitindo a diminui&ccedil;&atilde;o da interven&ccedil;&atilde;o
  e substitui&ccedil;&atilde;o de algumas fun&ccedil;&otilde;es do operador. </p>
  <p>O
    objetivo do grupo SIMAP &eacute; realizar
    pesquisas na &aacute;rea de sistemas inteligentes de manufatura, com o intuito
    de promover o desenvolvimento de dispositivos automatizados no monitoramento,
    diagn&oacute;stico, tomada de decis&atilde;o e controle
    de processos de fabrica&ccedil;&atilde;o que necessitem de uma rigorosa
    supervis&atilde;o com a m&iacute;nima participa&ccedil;&atilde;o humana. Tais
    atividades visam o projeto, a concep&ccedil;&atilde;o, a implementa&ccedil;&atilde;o,
    o ajuste e a qualifica&ccedil;&atilde;o de sistemas de monitoramento e
    automa&ccedil;&atilde;o de processos de usinagem. </p>
  <p>Para um melhor desempenho,
      as linhas de
      pesquisa foram divididas em 2 subgrupos, a saber:<u>Monitoramento de processos
      de usinagem:</u> adquirir conhecimentos b&aacute;sicos sobre os par&acirc;metros
      relacionados &agrave;s grandezas f&iacute;sicas geradas nos processos de usinagem,
      com
      o intuito de desenvolver e implementar sistemas visando o monitoramento
      indireto <i>on-line</i> de tais par&acirc;metros. </p>
  <p><u>Aplica&ccedil;&atilde;o
        de t&eacute;cnicas
        de intelig&ecirc;ncia artificial na tomada de decis&otilde;es:</u><b> </b>as
        informa&ccedil;&otilde;es coletadas por m&uacute;ltiplos sensores, combinadas
        atrav&eacute;s de t&eacute;cnicas de intelig&ecirc;ncia artificial, poder&atilde;o
        favorecer o diagn&oacute;stico <i>on-line</i> de um determinado problema
        monitorado num processo de usinagem, e a posterior tomada de decis&atilde;o
        de acordo com o resultado desejado.</p>
  <h4><b>&Aacute;REAS EM DESENVOLVIMENTO</b></h4>
  <ul>
    <li> <a href="simap_multisens.html">DIAGN&Oacute;STICO
        DE AVARIAS EM FERRAMENTAS DE CORTE VIA MULTISENSORES</a></li>
  </ul>
  <ul>
    <li> <a href="simap_fusao.html">FUS&Atilde;O
        DE SENSORES ATRAV&Eacute;S DE REDES NEURAIS</a></li>
  </ul>
  <ul>
    <li> <a href="simap_broca.html">MONITORAMENTO
        DO ESTADO DA BROCA NO PROCESSO DE FURA&Ccedil;&Atilde;O</a></li>
  </ul>
  <h4>PARCEIROS</h4>
  <ul>
    <li> <a href="http://www.das.ufsc.br" target="_blank">DAS</a> - Departamento
      de Automa&ccedil;&atilde;o e Sistemas<b> - LCMI - UFSC</b></li>
    <li> <a href="http://www.labmetro.ufsc.br" target="_blank">LABMETRO</a> -
      Laborat&oacute;rio de Metrologia e Automa&ccedil;&atilde;o <b>- CERTI -
      UFSC</b></li>
    <li> <a href="http://www.wzl.rwth-aachen.de" target="_blank">Werkzeugmaschinenlabor
        (WZL) der RWTH Aachen</a></li>
    <li> <a href="http://www.prometec.com" target="_blank">Prometec GmbH Aachen</a></li>
    <li> <a href="http://www.kistler.ch" target="_blank">Kistler Instrumente
        AG</a></li>
    <li> <a href="http://www.ni.com" target="_blank">National Instruments</a><font color="#000000"></font></li>
  </ul></td>
</tr>
</table>
  <p>&nbsp;</p>
  <table BORDER=0 COLS=2 WIDTH="100%" >
    <tr>
      <td class="contato">Contato: <br>
      SIMAP <br>
      <a href="../../perfil/pessoal/walter.html"> Walter Lindolfo Weingaertner Prof.
      Dr.-Ing</a></td>
      <td ALIGN=RIGHT VALIGN=BOTTOM class="atualizacao">&Uacute;ltima Atualiza&ccedil;&atilde;o
      <!-- #BeginDate format:Ge1 -->26.04.2006<!-- #EndDate -->
      </td>
    </tr>
  </table>
  </center>
</body>
</html>