<!doctype html public "-//w3c//dtd html 4.0 transitional//en">
<html>
<head>
   <meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
   
   <meta name="GENERATOR" content="Mozilla/4.7 [en] (WinNT; I) [Netscape]">
   <title>LMP - GENUS</title>
   <link href="../../estilo-texto.css" rel="stylesheet" type="text/css">
</head>
<body nosave>

<div align="left">
  <p><a href="../../home.html" target="mainFrame">LMP</a>&gt;<a href="../lp_principal.html">Linhas
  de Pesquisa</a>&gt;<a href="geodef.html">GEODEF</a>&gt;Ensaios de Usinabilidade
  de Ligas Met&aacute;licas</p>
</div>
<center>
<h4>ENSAIOS DE USINABILIDADE DE LIGAS MET&Aacute;LICAS</h4>
</center>
&nbsp;
<center><table CELLSPACING=0 CELLPADDING=0 COLS=1 WIDTH="90%" >
<tr>
<td><h4>OBJETIVOS </h4>
  <p>      Com a finalidade de obter dados de usinabilidade para posterior an&aacute;lise
    comparativa entre ligas met&aacute;licas com altera&ccedil;&otilde;es metal&uacute;rgicas,
    afim de averiguar melhoras de usinabilidade, o Grupo de Ensaios de Usinabilidade
    (GEODEF) desenvolve trabalhos de ensaios de usinabilidade, considerando os crit&eacute;rios
    de vida de ferramenta de corte, for&ccedil;as de usinagem, qualidade superficial
    obtida e an&aacute;lise de forma e tipo de cavaco. <br>
    Estes trabalhos s&atilde;o realizados em parceria com a firma GERDAU S A, fornecedora
    das ligas met&aacute;licas, e alguns fabricantes de ferramentas de corte com
    geometria definida. <br>
    Entre as ligas met&aacute;licas j&aacute; ensaiadas encontram-se ligas de a&ccedil;o
    inoxid&aacute;vel austen&iacute;tico, a&ccedil;os de constru&ccedil;&atilde;o
    mec&acirc;nica e a&ccedil;os de corte livre &quot;free cutting&quot;, entre
    outros. </p>
  <p></p>
  <div align="center">
    <p class="legendaFigura"><img src="geodef_ensaios01.jpg" width="350" height="255"></p>
    <h4 align="left">PROCEDIMENTOS </h4>
    <p align="left">Para o ensaio de vida da ferramenta de corte s&atilde;o realizados ensaios
      com diferentes velocidades de corte, mantendo-se os outros par&acirc;metros
      fixos (profundidade de corte, avan&ccedil;o, geometria da ferramenta e
      outros). Atrav&eacute;s de medi&ccedil;&otilde;es pr&eacute;-estabelecidas
      durante o ensaio levantam-se as curvas de acompanhamento de desgaste e,
      com estas, a curva de vida (Taylor). <br>
    </p>
    <p class="legendaFigura"><img src="geodef_ensaios.gif" width="241" height="161"></p>
    <p>&nbsp;</p>
    <p align="left">Para o ensaio de qualidade superficial s&atilde;o medidos os par&acirc;metros
      Ra, Rz e Rt, variando-se o avan&ccedil;o, a velocidade de corte e o raio
      de quina da ferramenta de corte. </p>
    <h4 align="left">RESULTADOS </h4>
    <p align="left">Os resultados obtidos nos ensaios de usinabilidade t&ecirc;m mostrado
      que pode-se ter varia&ccedil;&otilde;es de comportamento de usinabilidade
      com pequenas altera&ccedil;&otilde;es permiss&iacute;veis de elementos
      metal&uacute;rgicos para um determinado material. <br>
      Os ensaios s&atilde;o realizados em tornos universais com varia&ccedil;&atilde;o
      cont&iacute;nua de velocidade e paralelamente ao ensaio s&atilde;o acompanhadas
      as vari&aacute;veis metal&uacute;rgicas que afetam a usinabilidade, atrav&eacute;s
      de ensaios microgr&aacute;ficos, micro-dureza, morfologia da estrutura
      met&aacute;lica e outros.<br>
    </p>
    <p></p>
  </div></td>
</tr>
</table></center>
&nbsp;
<center><table BORDER=0 COLS=2 WIDTH="100%" >
<tr>
<td class="contato">Contato:
<br>
GEODEF
<br>
<a href="../../perfil/pessoal/rolf.html">
Rolf Bertrand Schroeter Prof. Dr. Eng.
</a></td>

<td ALIGN=RIGHT VALIGN=BOTTOM class="atualizacao">&Uacute;ltima
Atualiza&ccedil;&atilde;o 
<!-- #BeginDate format:Ge1 -->21.06.2006<!-- #EndDate --></td>
</tr>
</table></center>
</body>
</html>
