<!doctype html public "-//w3c//dtd html 4.0 transitional//en">
<html>
<head>
   <meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
   
   <meta name="GENERATOR" content="Mozilla/4.7 [en] (WinNT; I) [Netscape]">
   <title>LMP - SIMUS</title>
   <link href="../../estilo-texto.css" rel="stylesheet" type="text/css">
</head>
<body nosave>

<div align="left">
  <p><a href="../../home.html" target="mainFrame">LMP</a>&gt;<a href="../lp_principal.html">Research Guidelines</a>&gt;<a href="simus.html">SIMUS</a>&gt;Estudo do Torneamento
  Visando o Fresamento Frontal</p>
</div>
<center>
<h4><b>TORNO BROCHAMENTO DE VIRABREQUINS</b></h4>
</center>
<center>
  <table CELLSPACING=0 CELLPADDING=0 COLS=1 WIDTH="89%" >
<tr>
<td><h4>OBJECTIVES</h4>
  <p>Desenvolvimento de uma ferramenta computacional para simular o processo
    de torno brochamento de virabrequins. Estudo se deu 
      atrav&eacute;s da modelagem da
      cinem&aacute;tica,
       da modelagem dos esfor&ccedil;os de usinagem e da realiza&ccedil;&atilde;o
      de experimentos que validem os modelos elaborados. Assim, a partir deste
      estudo &eacute; poss&iacute;vel avaliar a influ&ecirc;ncia de par&acirc;metros
      de entrada sobre o processo de forma&ccedil;&atilde;o de cavaco, erros
      de forma, esfor&ccedil;os de usinagem e deflex&atilde;o do virabrequim
      durante o processo.</p>
  <h4>PROCEDURES</h4>
  <p>Para a an&aacute;lise da influ&ecirc;ncia dos par&acirc;metros de corte
    sobre os resultados tecnol&oacute;gicos do processo de torno-brochamento,
    foram propostos  modelos computacionais que descrevem a cinem&aacute;tica
    e os esfor&ccedil;os de usinagem. </p>
  <div align="center"><img src="simus_tornobrochamento01.jpg" width="230" height="160"><br>    
      <span class="legendaFigura">Torno brochamento</span>
    </div>
  <p>      O modelo computacional da cinem&aacute;tica do processo foi baseado
    principalmente no movimento relativo entre a pe&ccedil;a e a ferramenta.
    Este modelo serviu de base para a modelagem dos esfor&ccedil;os de usinagem,
    assim como forneceu dados te&oacute;ricos como o erro de forma, espessura
    de usinagem no decorrer do processo e a varia&ccedil;&atilde;o dos &acirc;ngulos
    efetivos de usinagem.</p>
  <p>Posteriormente foi realizada a modelagem dos esfor&ccedil;os de usinagem
        atrav&eacute;s do modelo descrito por Kienzle, sendo consideradas na modelagem
        da for&ccedil;a de corte corre&ccedil;&otilde;es sugeridas na literatura.
        Como dados de entrada para os modelos de esfor&ccedil;os de usinagem, t&ecirc;m-se
        os dados de sa&iacute;da do modelo da cinem&aacute;tica,
        dados obtidos em ensaios de torneamento e em ensaios de torno-brochamento. </p>  
  <p>Os ensaios de torno-brochamento, al&eacute;m da finalidade citada anteriormente,
          permitiram a valida&ccedil;&atilde;o e a otimiza&ccedil;&atilde;o dos modelos
          da cinem&aacute;tica e dos esfor&ccedil;os de usinagem propostos. Nestes
          ensaios, realizados com corpos de prova cil&iacute;ndricos, tamb&eacute;m
          foi analisada a influ&ecirc;ncia da deflex&atilde;o do sistema m&aacute;quina-ferramenta-pe&ccedil;a,
          resultante dos esfor&ccedil;os de usinagem, sobre o desvio geom&eacute;trico
        da pe&ccedil;a. </p>
  <p>Ap&oacute;s a valida&ccedil;&atilde;o dos modelos computacionais que descrevem
          a cinem&aacute;tica e os esfor&ccedil;os de usinagem, foi determinada
          a rigidez do virabrequim pelo m&eacute;todo de elementos finitos, de
          forma a prever resultados tecnol&oacute;gicos
          a serem obtidos em processos reais de torno-brochamento deste componente.
          Portanto, atrav&eacute;s dos modelos computacionais desenvolvidos,
          torna-se poss&iacute;vel avaliar a influ&ecirc;ncia dos par&acirc;metros
          de entrada sobre certos aspectos tecnol&oacute;gicos resultantes do
          processo. Al&eacute;m
          de permitir a determina&ccedil;&atilde;o de um dom&iacute;nio de valores
          de par&acirc;metros de entrada mais adequado, o diagn&oacute;stico
          de poss&iacute;veis
          problemas no processo e evitar riscos &agrave; integridade da m&aacute;quina-ferramenta
          decorrentes de uma mudan&ccedil;a intuitiva dos par&acirc;metros de
        entrada.  </p>
  <p>&nbsp;</p>
  <p class="legendaFigura"><img src="simus_tornobrochamento02.jpg" width="253" height="181"></p>
  <p class="legendaFigura">Malha
            do virabrequim gerada </p>
  <h4>CONCLUS&Otilde;ES</h4>
  <p align="left">A modelagem cinem&aacute;tica e din&acirc;mica do torno-brochamento
    permitiu maior entendimento do processo e seus par&acirc;metros
    como velocidade
    de corte, &acirc;ngulos de montagem, velocidade de avan&ccedil;o assim como a rigidez
    equivalente do sistema m&aacute;quina-ferramenta-pe&ccedil;a sobre resultados
    tecnol&oacute;gicos
    tais como erro de forma, for&ccedil;as de usinagem, deflex&atilde;o do sistema
    e varia&ccedil;&atilde;o dos &acirc;ngulos efetivos de corte. A ferramenta
    computacional desenvolvida mostrou
    bastante equival&ecirc;ncia
    entre
    os
    dados
    experimentais
    e os simulados, podendo servir tamb&eacute;m como base para outros tipos
    de ferramenta de corte utilizados no processo de torno-brochamento, sendo
    necess&aacute;ria
    para esta mudan&ccedil;a a defini&ccedil;&atilde;o do perfil da ferramenta
    no programa.</p></td>
</tr>
</table></center>
&nbsp;
<center><table BORDER=0 COLS=2 WIDTH="100%" >
<tr>
<td class="contato">Contact:
<br>
SIMUS<br>
<a href="../../perfil/pessoal/rolf.html">
Rolf Bertrand Schroeter Prof. Dr. Eng.
</a></td>

<td ALIGN=RIGHT VALIGN=BOTTOM class="atualizacao">Last update 
<!-- #BeginDate format:Ge1 -->23.06.2006<!-- #EndDate --></td>
</tr>
</table></center>
</body>
</html>
