<!DOCTYPE doctype PUBLIC "-//w3c//dtd html 4.0 transitional//en">
<html>
<head>
   
  <meta http-equiv="Content-Type"
 content="text/html; charset=iso-8859-1">
   
  
   
  <meta name="GENERATOR"
 content="Mozilla/4.74 [en] (WinNT; U) [Netscape]">
  <title>LMP -Disciplinas - Processos de Fabrica&ccedil;&atilde;o Metal-Mec&acirc;nica</title>
  <link href="../estilo-texto.css" rel="stylesheet" type="text/css">
</head>
<body
 nosave="">
<p align="justify" class="texto"><a href="../home.html" target="mainFrame">LMP</a>&gt;<a href="disciplinas_principal.html">Disciplinas</a>&gt;EMC5245</p>
<h4 align="right">Processos de Fabrica&ccedil;&atilde;o Metal-Mec&acirc;nica - EMC5245</h4>
<div align="center">
  <table width="90%" border="0">
    <tr>
      <td><h4 align="justify">EMENTA </h4>
        <p align="justify"> Conceito amplo de materiais met&aacute;licos e de
          processos de fabrica&ccedil;&atilde;o no setor metal-mec&acirc;nico.
          Tratamento t&eacute;rmico. Processos de fabrica&ccedil;&atilde;o com
          e sem remo&ccedil;&atilde;o de material. Processos de usinagem, conforma&ccedil;&atilde;o
          mec&acirc;nica, fundi&ccedil;&atilde;o, soldagem. No&ccedil;&otilde;es
          de processos especiais de fabrica&ccedil;&atilde;o (eletroeros&atilde;o,
          eros&atilde;o eletroqu&iacute;mica, ultra-som, feixe eletr&ocirc;nico,
          raio laser e outros). Descri&ccedil;&atilde;o dos diversos equipamentos
          para automatizar os processos de fabrica&ccedil;&atilde;o. No&ccedil;&otilde;es
          de interliga&ccedil;&atilde;o com outros setores (projeto, planejamento
          e montagem, etc.). </p>
        <h4 align="justify">PROGRAMA </h4>
        <div align="justify">
          <ol>
            <li>Estrutura cristalina dos materiais met&aacute;licos. Diagrama
              de fases. Tratamento t&eacute;rmico, curvas TTT e CCT, efeito dos
              elementos de liga. Propriedades mec&acirc;nicas.</li>
            <li> Conforma&ccedil;&atilde;o mec&acirc;nica a quente, a morno e
              a frio: generalidades e processos. Forjamento, lamina&ccedil;&atilde;o,
              trefila&ccedil;&atilde;o, extrus&atilde;o e trabalho de chapas:
              generalidades, aplica&ccedil;&otilde;es, fatores econ&ocirc;micos,
              equipamentos e ferramentas.</li>
            <li> Processos de fundi&ccedil;&atilde;o de precis&atilde;o. Fundamentos
              e import&acirc;ncia da fundi&ccedil;&atilde;o. No&ccedil;&otilde;es
              b&aacute;sicas de solidifica&ccedil;&atilde;o e projeto de pe&ccedil;as
              fundidas. Processo &#8220;shell-molding&#8221;. Processo de investimento.
              Fundi&ccedil;&atilde;o sob press&atilde;o.</li>
            <li> Introdu&ccedil;&atilde;o aos processos de fabrica&ccedil;&atilde;o
              com remo&ccedil;&atilde;o de cavacos. Fundamentos da usinagem com
              ferramentas de geometria definida. Ferramentas de corte com geometria
              definida. Fluidos de corte. Usinabilidade. Aspectos econ&ocirc;micos
              na usinagem. Fundamentos da usinagem com ferramentas de geometria
              n&atilde;o definida. Ferramentas de geometria n&atilde;o definida.
              Processos n&atilde;o convencionais de usinagem.</li>
            <li> Soldagem. Fontes de energia para soldagem a arco: princ&iacute;pios
              e caracter&iacute;sticas est&aacute;ticas. Fontes de corrente alternada.
              Fontes de corrente cont&iacute;nua. Fontes especiais. Estudo das
              caracter&iacute;sticas comuns aos processos de arco com eletrodos
              consum&iacute;veis. T&eacute;cnicas de soldagem. Defini&ccedil;&otilde;es.
              Estudo da transfer&ecirc;ncia met&aacute;lica. Efeito dos gases.
              O processo TIG: equipamentos e princ&iacute;pios de opera&ccedil;&atilde;o,
              aplica&ccedil;&otilde;es, materiais, soldagem com corrente alternadas,
              soldagem com corrente pulsada. O processo plasma e microplasma:
              equipamentos e princ&iacute;pios de opera&ccedil;&atilde;o, aplica&ccedil;&otilde;es,
              materiais, soldagem com corrente alternada, soldagem com corrente
              pulsada. Soldagem por feixe eletr&ocirc;nico: fundamentos do processo,
              caracter&iacute;sticas das soldas, aplica&ccedil;&otilde;es. Uni&atilde;o
              de precis&atilde;o por brasagem. Fundamentos de brasagem. Brasagem
              manual e automatizada com fluxo. Brasagem de alta temperatura (sem
              fluxo) com t&eacute;cnica especial de uni&atilde;o.</li>
          </ol>
        </div>
        <p align="justify" class="texto">BIBLIOGRAFIA B&Aacute;SICA <br>
  [1] SCHROETER, R. B. Processos de Fabrica&ccedil;&atilde;o Metal-Mec&acirc;nica,
  Parte 2 - Tecnologia da Usinagem. Notas de aulas (transpar&ecirc;ncias). 91
  p.<br>
  [2] SCHROETER, R. B., WEINGAERTNER, W. L. Processos de Fabrica&ccedil;&atilde;o
  Metal-Mec&acirc;nica, Parte 2 - Tecnologia da Usinagem. Apostila, 205 p.<br>
  [3] K&Ouml;NIG, W., KLOCKE, W. Fertigungsverfahren: Drehen, Fr&auml;sen, Bohren.
  Springer- Verlag Berlin Heidelberg, 1997. 5. Edi&ccedil;&atilde;o revisada
  (tradu&ccedil;&atilde;o dispon&iacute;vel). Band 1.<br>
  [4] FERRARESI, D. Fundamentos da Usinagem dos Metais. Ed. Edgar Bl&uuml;cher<br>
  Ltda, S&atilde;o Paulo, 1977. 1. Reimpress&atilde;o. <br>
  [5] STEMMER, C. E. Ferramentas de Corte. Ed. da UFSC, S&eacute;rie Did&aacute;tica,<br>
  Florian&oacute;polis, 1989. 2. Edi&ccedil;&atilde;o.<br>
  [6] SPUR, G. ST&Ouml;FERLE, T. Handbuch der Fertigungstechnik: Spanen. Carl<br>
  Hanser Verlag, M&uuml;nchen/Wien, 1979. Band 1/3.<br>
  [7] MICHELETTI, G. F. Mecanizado por Arranque de Viruta. Editorial Blume, <br>
  Barcelona, 1980. 1. Edi&ccedil;&atilde;o.<br>
  [8] SANDVIK Coromant. Modern Metal Cutting &#8211; a practical handbook. Sandvik
  Coromant, Technical Editorial dept., Sweden, 1994.<br>
  [9] DINIZ, A. E., MARCONDES, F. C., COPPINI, N. L. Tecnologia da Usinagem dos
  Materiais. MM Editora, S&atilde;o Paulo, 1999. 1. Edi&ccedil;&atilde;o.<br>
  [10] SCHROETER, R. B. Tecnologia da Usinagem com Ferramentas de Geometria Definida.
  Apostila, 195 p.<br>
  [11] SCHROETER, R. B., WEINGAERTNER, W. L. Processos de Usinagem e Ferramentas
  de Corte. Apostila, 129 p.<br>
  [12] CHIAVERINI, V. Tecnologia Mec&acirc;nica. Vol. 1, EDUSP, S&atilde;o Paulo,
  1977.<br>
  [13] BILLIGMANN, J. Estampado, Prensado &agrave; M&aacute;quina. Ed. Revert&eacute;,
  Barcelona,<br>
  1979.<br>
  [14] ROSSI, M. Stampaggio a freddo delle lamiere. Stampi - matrice - punzoni
  -<br>
  presse e macchi.<br>
  [15] WELDING HANDBOOK. Vol II, AWS, Welding, Processes.</p>
        <p align="justify"> </p>
        <p align="justify" class="texto">FORMA DE AVALIA&Ccedil;&Atilde;O </p>
        <p align="justify" class="texto">3 Testes - ap&oacute;s t&oacute;picos
          (1), (2) e (3); ap&oacute;s t&oacute;pico (4); ap&oacute;s t&oacute;pico
          (5).</p>
      <div align="justify"><a href="emc5245.php">Avalia&ccedil;&otilde;es (Notas)</a> </div></td>
    </tr>
  </table>
  <p>&nbsp;</p>
</div>
<table border=0 cellspacing=0 cellpadding=0 width="100%"
 cols=2>
  <tr>
    <td class="atualizacao"><div align="right">Última Atualização 29/03/2003</div>
    </td>
  </tr>
</table>
</body>
</html>
